Repository: KalpeAslan/quest-n
Catalog: front/src/locales/*/messages.po
Languages: ru

# avMZoRYdJZmip8fkq687SU-partnerProjectCreationPopup
source: Create Quest
ru: Создать Квест

# 8seuktjCn6eos439SKYjW5-quest
source: Created
ru: Создан

# 17PWM72hKd9G5CnTbfK2Vt-events
source: Crypto trends
ru: Крипто тренды

# sTESm8cwFDECjDWYxwJmqe-account
source: Current Referral Rank
ru: Текущий ранг реферала

# xAx2XVYDx4CktZfcBTaaWX-sidebar
source: Dashboard
ru: Информационная панель

# 4FGShqPjYwKrjVUTawFK82-aboutUs
source: Data-driven analytics
ru: Аналитика на основе данных

# pXT2BPZTLNSi1AMdh6ZmJj-quest
source: Follow our project on Twitter and get your points!
ru: Подпишись на наш проект в Twitter и получи свои баллы!

# pSvq6cXmUMcakLmY8b8CqV-quest
source: Visit our website and get your points!
ru: Посети наш веб-сайт и получи свои баллы!

# 118a40ade-19a1-11ee-be56-0242ac120002-quest
source: Default description 10
ru: Стандартное описание 10

# wqNSBYmCc9E6ccegZRAkRu-quest
source: Advice a cool feature for our product and get your points!
ru: Предложи крутую фишку для нашего продукта и получи свои баллы!

# sXpiNBCPD5jpWRRAYpPCCr-quest
source: Leave your e-mail in this form and get your points!
ru: Оставь свою электронную почту в этой форме и получи свои баллы!

# 5sPdNjThqwgJ9XLh6LgpAk-quest
source: Question with a strict answer, e.g.: How many countries there are in the world? 1) 100 | 2) 200 | 3) 300 | 4) 195 | Put just an option number in the field below!
ru: Вопрос с четким ответом, такой, как: Сколько стран есть в мире? 1) 100 | 2) 200 | 3) 300 | 4) 195 | Просто укажи только номер варианта ответа из предложенных в поле ниже.

# s8HLvmSLz6M8kEryArk15P-quest
source: Just read an article and get your points!
ru: Просто прочти статью и получи свои баллы!

# r8XQR6HLPzgN2cvuH8oZS8-quest
source: Hold at least X $NAME tokens and get your points!
ru: Холди как минимум X токенов $NAME и получи свои баллы!

# iXzMcqfjBy2geR22bQz7vh-quest
source: Hold at least X $NAME NFTs and get your points!
ru: Холди как минимум X $NAME NFT и получи свои баллы!

# jZ23HhZqxwRpeZ3XL2DUiH-quest
source: Hold at least $X worth of different tokens on your wallet and get your points!
ru: Холди как минимум $X в различных токенах на своем кошельке и получи свои баллы!

# mhQPGBWgcXbiwg6FLPPFN1-quest
source: Hold at least X ETH (any native EVM network currency, e.g. MATIC, BNB, etc. can be here) on your wallet and get your points!
ru: Холди как минимум X ETH (любую нативную валюту сети EVM, например, MATIC, BNB и др.) на своем кошельке и получи свои баллы!

# eYfASAyDKbiVWqnhS5Ue8h-quest
source: Have at least X Transactions in ETH (any EVM blockchain, e.g. Polygon, BSC, etc. can be here) network and get your points!
ru: Соверши как минимум X транзакций в сети ETH (любой блокчейн EVM, например, Polygon, BSC и др.) и получи свои баллы!

# 54GwQ1uxoXKQNYQUAnsQWi-quest
source: Tell your friends about $NAME on Twitter with $USERNAME and get your points! The more likes & retweets you get of this quote, the more points you get!
ru: Расскажи своим друзьям о $NAME в Twitter с упоминанием $USERNAME и получи свои баллы! Чем больше лайков и ретвитов соберешь под этим сообщением, тем больше баллов получишь!

# 37dcadd4-0a83-11ee-be56-0242ac120002-quest
source: Default description 20
ru: Стандартное описание 20

source: Default description 21
ru: Стандартное описание 21

# 62WsVV3JZ4iXNyfhxGCiXh-quest
source: Make a tweet with a "$TEXT" text and get your points!
ru: Сделай твит с текстом "$TEXT" и получи свои баллы!

# mGxQZ7AT8LEMdDABC22MnH-quest
source: Retweet our post on Twitter and get your points!
ru: Ретвитни нашу запись на Twitter и получи свои баллы!

# emM9oocKMp4HdCB65n5xEs-quest
source: Quote Retweet the post on Twitter with and get your points! The more likes & retweets you get of this quote, the more points you get!
ru: Процитируй ретвитнутую запись на Twitter и получи свои баллы! Чем больше лайков и ретвитов ты получишь за этот цитатный ретвит, тем больше баллов ты заработашь!

# 4omV3ZSZEuKdaSU4pCZXWE-quest
source: Join our project on Discord and get your points!
ru: Присоединяйся к нашему проекту на Discord и получай свои баллы!

# 36AiiYxX7nRMsFKXvSw3bK-quest
source: Show how Apey you are on our Discord! Engage in conversations, level up to the $ROLENAME and get your points!
ru: Покажи какой ты движовый в Discord! Участвуй в разговорах, повышай свой уровень до роли $ROLENAME и получай свои баллы!

# pBhJ9qH8BNoa9gfiJJQAso-quest
source: Watch the video and learn about our project and get your points!
ru: Посмотри видео, узнай больше о нашем проекте и получи свои баллы!

# bb9WeEADcXLFM2217LNfJZ-quest
source: Become a part of our Telegram community and get your points!
ru: Стань частью нашего сообщества в Telegram и получи свои баллы!

# uhacGSrncCCCKdmHv1pP45-events
source: DeFi investment
ru: DeFi инвестиции

# wbPKY6qsqz1oPFhha9EaNz-account
source: Delete
ru: Удалить

# usqDLjZaePK5MfFbjzyepG-account
source: Delete
ru: Удалить

# rsonWtw6rKALVnvutpHBCG-partnerProject
source: Delete
ru: Удалить

# 15V732y8AUbqNn1UmA8KFP-quest
source: Delete
ru: Удалить

# rppbdYx4M833t3TST7L8T6-quest
source: Delete
ru: Удалить

# 5bBkDcetvnWT99n1LSqxo6-account
source: Delete account
ru: Удалить учетную запись

# megJr4SokAaprL8SZputGc-partnerProject
source: Delete quest
ru: Удалить квест

# fwqnLvJbdpqmFwQSGZ5Cso-account
source: Delete your account
ru: Удалить твою учетную запись

# faseNinTAm6mDj5DGWxvN3-account
source: Delete your account
ru: Удалить твою учетную запись

# sdfgk5tTMRsE23voxxy5pi-quest
source: Description
ru: Описание

# ssdfDqbHUgyK1QqQkqiLdb4-quest
source: Description
ru: Описание

source: Description
ru: Описание

# ssdfDsqbHUgyK1Qq2QkqiLdb4-quest
source: Description
ru: Описание

# sjdfh47jakajd-quest
source: Description about how to call a smart contract’s specific method which will emit the $eventName$, e.g.:Go to opensea.io, buy any NFT and get your points!
ru: Описание того, как вызвать конкретный метод смарт-контракта, который будет генерировать событие "$eventName$", например: Перейди на opensea.io, купи любое NFT и получи свои баллы!

# vfddvasdT6VCiBp2jubmMtEXet-quest
source: Description is required
ru: Требуется описание

# wj8A4XJFgHzz2sJqdzbqLy-OnlineEvent
source: Developer Relations
ru: Взаимосвязь разработчиков

# eNDftWN3CcRgdXrDbWFxXN-OnlineEvent
source: Developer Relations - Head of Avalanche Ecosystem
ru: Связи с разработчиками – руководитель Avalanche Ecosystem

# uDGgWn5GaN9UD1iVybLYhk-auth
source: Didn't receive email letter?<0/>Please check your spam folder.<1/>Questions? <2>Contact us at Discord</2>
ru: Не получил письмо по электронной почте?<0/>Проверь папку со спамом.<1/>Вопросы? <2>Свяжись с нами в Discord</2>

# bH3HKMs7u3sxbWKHAjzr2X-account
source: Disable two-factor authentication
ru: Отключить двухфакторную аутентификацию

# vn1whNerRwqLUc9rhEcdVz-account
source: Disable two-factor authentication
ru: Отключить двухфакторную аутентификацию

# 6WBK4FhEvuJyV6vRgWpvZU-disclaimerPopup
source: Disclaimer
ru: Отказ от ответственности

# 9hnCkBb16xNE7BmHtAZEXB-account
source: Disconnect
ru: Отключить

# eboAAQHhzUykskMcdGqBkg-account
source: Disconnect account
ru: Отключить учетную запись

# jWTK2Tx2JiBS7bYCGmv43E-disconnectWalletPopup
source: Disconnect wallet
ru: Отключить кошелек

# h5qpXgx2PTb3PjgNKYGmqC-task
source: Discord task not completed
ru: Задача Discord не выполнена

# vvPE7NaV6twPPPBCzUJ9Yq-task
source: Discord task not completed
ru: Задача Discord не выполнена

# bSh4sLWtQfosKkuMJFzwGT-quest
source: Don't save
ru: Не сохранять

# c4PBZErav733M4JbUgEtkP-disclaimerPopup
source: Don't show it again
ru: Не показывать это снова

# eMm8BYt3PTygohvH7bSEea-games
source: Don't wait till the end of the quest - get more AQ by playing games!
ru: Не жди конца квеста — получай больше AQ, играя в игры!

# rmFjrCM1DSzeASCzyQBNhq-task
source: Done
ru: Готово

# htcmL2dMJ4PjNAr2g8x6Zq-task
source: Done
ru: Готово

# fihtvodAS5B1NhxgN2ZQ48-quest
source: Done
ru: Готово

# nNG7zvJxLJ9bF2KE1MZP5u-task
source: DONE
ru: ГОТОВО

# tbTDMuTJb9Yf1ws2raiwZW-account
source: Double up on security by protecting your AlphaAccount with two-factor authentication (2FA)
ru: Удвой безопасность, защитив свой AlphaAccount с помощью двухфакторной аутентификации (2FA)

# jg3THdQaEPUDjGmjsBKaT2-account
source: Earn
ru: Заработок

# cVCZj2dhRBajJ5N6UgfBKa-games
source: Earn AQ tokens
ru: Зарабатывай токены AQ

# s5Y5i4KQmgHKB4fVcENyo4-landing
source: Earn crypto
ru: Зарабатывай крипту

# n8cGA9SFVshJZqaW31t39Q-ecosystem
source: Earn crypto with AlphaQuest
ru: Зарабатывай крипту с AlphaQuest

# 9Cq5naJvv4cwimfbtNR5Xt-ecosystem
source: Earn crypto, allocations, gifts with our next-level gamification tools
ru: Зарабатывай крипту, аллокации и подарки с помощью наших инструментов геймификации нового поколения

# 4T2haou2GzWqe8SYAQjhV1-aboutUs
source: Earn extra access to our limited sales by stacking your $ALPHAG. The more you stake, the higher allocation you get.
ru: Получи дополнительный доступ к нашим ограниченным сейлам, накопив свой $ALPHAG. Чем больше ты стекаешь, тем выше аллокацию ты получаешь.

# tdiJaSrCLWFHHDFGCzQVaM-ecosystem
source: Earn more from crypto by inviting friends to our presales. The more they deposit, the more you earn.
ru: Зарабатывай больше на крипте, приглашая друзей на наши пресейлы. Чем больше они вносят, тем больше ты зарабатываешь.

# b928ejHw9wgdXDHyc3r8aL-task
source: Earned {0}pnt
ru: Заработано {0} баллов

# qYmNRmU7vTR2MbnQLjsZvF-quest
source: Earned {0}pnts
ru: Заработано {0} баллов

# g3KZhwK2MHhdMpAdz6Ti74-quest
source: Edit
ru: Редактировать

# 3g4VYEmdUY8S6xVADPQSxb-quest
source: Edited
ru: Отредактировано

# dJeDKobtG6z7PtVRxG6TWd-auth
source: Email
ru: Электронная почта

# sFRkxm9ySTx5nx7ghap4he-auth
source: Email
ru: Электронная почта

# iSxX5VrTpY8qJZvhUonGjN-auth
source: Email
ru: Электронная почта

# 2611WWGLT4UPSFsncp2UaT-account
source: Email
ru: Электронная почта

# a1EtNyvMwSSkPoPbS18ag5-account
source: Email
ru: Электронная почта

# mDAriha9YXVppteDBEJ9oH-quest
source: Leave your E-mail
ru: Оставь свой адрес электронной почты

# pCRujoJURASmVm7xCzbGVZ-subscription
source: Email address
ru: Адрес электронной почты

# h7BdnxXWaw3rFEHTxXW5RF-auth
source: Email is required
ru: Требуется электронная почта

# 2LMpYHUQ3PLDXGwMGjqWh9-auth
source: Email is required
ru: Требуется электронная почта

# g2m3HR8Gb2nmKpdqm9mDqT-account
source: Email is required
ru: Требуется электронная почта

# gten1mTq22JWdyqsY6syDV-auth
source: Email verified, thanks for joining us
ru: Адрес электронной почты подтвержден, спасибо, что присоединился(ась) к нам

# wkC2hEaJbY3XS474wHZbkE-task
source: Email:
ru: Электронная почта:

# sdfdsf-0a83-11ee-be56-0242ac120002-quest
source: Emit an on-chain event
ru: Создать событие в цепочке

# oKUppZq9gKC7HMwfDYQP7n-quest
source: End Date
ru: Дата окончания

# kAh8VnbE2f3uQ9PXiQkMNJ-quest
source: End date is required
ru: Укажи дату окончания

# q2QV7zbfUFaQzJBAb3HbAc-quest
source: Enter a Quest Title...
ru: Введи название квеста...

# kei4q21bepsv78tBSR5Lea-account
source: Enter code
ru: Введи код

# dg2dGRMazhzwoEzcF5vYHC-account
source: Enter code
ru: Введи код

# 8X5ZWktbEzsbbWdZeHxfjD-account
source: Enter code
ru: Введи код

# bhTMRDz2DPAAut3Bc4ctfw-account
source: Enter code
ru: Введи код

# 5Zrc1uTkSKA4LeZxtRXdfc-account
source: Enter code
ru: Введи код

# gywgyg7ARGHVDLFbFgjeEM-quest
source: Enter correct url!
ru: Введи правильный URL!

# p1hqYHqTRfNuuT7yKpnXNR-quest
source: Enter correct url!
ru: Введи правильный URL!

# 7znqh799dQPdVuDfsHCTbh-quest
source: Enter correct url!
ru: Введи правильный URL!

# oakJQBF6n4htJuy5Y7CYJT-quest
source: Enter correct url!
ru: Введи правильный URL!

# 74Kq5DNZYk55627xuMRwMr-account
source: Enter the 6-digit verification code sent to {address} <0/>The code is valid for 30 minutes
ru: Введи 6-значный код подтверждения, отправленный на {адрес} <0/>Код действителен в течение 30 минут.

# qL3xkd98sKsDaaqSVyNT9T-auth
source: Enter the 6-digit verification code sent to {phone} <0/>The code is valid for 30 minutes
ru: Введи 6-значный код подтверждения, отправленный на {phone} <0/>Код действителен в течение 30 минут.

# eW2UrXxcMhD7okD3vZak6J-account
source: Enter the code you received via SMS
ru: Введи код, который ты получил(а) по SMS

# h3e6NWy1CwTXdMKZw3gDMo-account
source: Enter the code you received via SMS
ru: Введи код, который ты получил(а) по SMS

# xqQehG5JCRmkrwPet6qWYZ-account
source: Enter the code you received via SMS
ru: Введи код, который ты получил(а) по SMS

# kJAYsDh8YQtzbtxVmbLAo4-account
source: Enter the code you received via SMS
ru: Введи код, который ты получил(а) по SMS

# uFsNVX58zSEk2zKcjBUg2g-account
source: Enter the code you received via SMS
ru: Введи код, который ты получил(а) по SMS

# 3nump9ZKahTMd5GeztVxJF-account
source: Enter the data that you provided during registration
ru: Введи данные, которые ты указал(а) при регистрации

# njbkpqwr78124lkfsg-quest
source: Enter the tweet text for participants to share on Twitter
ru: Введи текст твита, чтобы участники могли поделиться им в Twitter

# cgqzgUZyuCDb2pmcx51qnp-account
source: Enter your details to delete your account
ru: Введи свои данные, чтобы удалить свою учетную запись

# cYiTv4guftQeXH3bdZwDjS-account
source: Enter your details to delete your account
ru: Введи свои данные, чтобы удалить свою учетную запись

# cEreQHMHQttYtgoP5TjJVw-auth
source: Enter your email and password
ru: Введи адрес электронной почты и пароль

# iXZVAcHvBbi3HQKPnumF97-account
source: Enter your new phone number
ru: Введи новый номер телефона

# s9FzfzX9DnajQ1YcxyAW5H-auth
source: Enter your phone and password
ru: Введи свой телефон и пароль

# 6X4mAEkzQHDiWJ8nTvPCAV-account
source: Enter your phone number
ru: Введи свой номер телефона

# euCVqcNSChT5Wq3aytcumV-OnlineEvent
source: Entrepreneur | Advisor | Digital Assets Investor
ru: Предприниматель | Советник | Инвестор в цифровые активы

# awH1jxgcBPvKfZKMCdKGAg-OnlineEvent
source: Entrepreneur | Advisor | Digital Assets Investor
ru: Предприниматель | Советник | Инвестор в цифровые активы

# mBWTNNk7G8W7GL3uo75uCi-events
source: Event participants
ru: Участники мероприятия

# vmUhCibMKZmBsn9qfoSp76-quest
source: Expired
ru: Истекший

# 7G3p8KRLTrHX1ZxWnpF7qo-task
source: EXPIRED
ru: ИСТЕКШИЙ

# tUwYtKTUpZaoxAkKNuJsqK-quest
source: EXPIRED
ru: ИСТЕКШИЙ

# f9DqQ52W8cEu3AHhg87421-quest
source: EXPIRED
ru: ИСТЕКШИЙ

# rFMpUTa175X2VRmAfJQoEq-quest
source: EXPIRED
ru: ИСТЕКШИЙ

# ag3knFGjPz64xUE3yto8Jr-quest
source: Explore
ru: Исследовать

# 9uwaW2rdMLxgCZKnLE2PVy-games
source: F777 Fighter game offers you an opportunity to make 2 bets simultaneously and win more. To enable this feature you have to click on the "+" button that is located on the right of the Make Bet button and the second Bet sector will automatically appear.
ru: Игра F777 Fighter предлагает тебе возможность сделать 2 ставки одновременно и выиграть больше. Чтобы включить эту функцию, тебе необходимо нажать кнопку «+», расположенную справа от кнопки «Сделать ставку», и автоматически появится второй сектор ставки.

# qk2vZ62zJZ96Xc7ZqsWT8A-games
source: F777 Fighter game offers you an opportunity to make 2 bets simultaneously and win more. To enable this feature you have to click on the "+" button that is located on the right of the Make Bet button and the second Bet sector will automatically appear.
ru: Игра F777 Fighter предлагает тебе возможность сделать 2 ставки одновременно и выиграть больше. Чтобы включить эту функцию, тебе необходимо нажать кнопку «+», расположенную справа от кнопки «Сделать ставку», и автоматически появится второй сектор ставки.

# tYmsHVZ1Uqxv2faJYEyjvL-games
source: F777 Fighter is a new and unique type of online games, made in military aircraft design. It is a multiplayer game that has many similar features with crash games.
ru: F777 Fighter — это новый уникальный тип онлайн-игр, выполненный в стиле военной авиации. Это многопользовательская игра, которая имеет много схожих функций с краш-играми.

# v1vgdcg3WXD6K6yTWDjPTU-task
source: FAILED
ru: НЕУСПЕШНО

# axaAGTAbdoa1vrVjievfdgvs-task
source: File is too large, max size: 5MB
ru: Файл слишком большой, максимальный размер: 5МБ

# heAtYhw1LZF3jAw69kYwu2-filterWrapped
source: Filters
ru: Фильтры

# 82tBDFbmf162uicwnkRC3c-landing
source: Find a new and cool project first! be the first adopter, get access to exclusive projects at a very early stage!
ru: Найди новый и крутой проект первым! Стань первым, получи доступ к эксклюзивным проектам на самой ранней стадии!

# fZSWCL5jzUvqHUA88Ph8Xi-landing
source: Find a new GEMs in crypto-world!
ru: Найди новые "жемчужины" в мире крипты!

# 27UFmDNjVJRjhknZnhTc7e-landing
source: Find strong crypto-communities and become a part of them try yourself as an ambassador!
ru: Найди сильные крипто-сообщества и стань их частью, попробуй себя в роли амбассадора!

# gT7N7VbhYgJGczaxmfcHJ6-task
source: Follow
ru: Подписаться

# he57FhHCBZo2qqNUYhg1DB-task
source: Follow -
ru: Следовать -

# mGu8aEBpnrJahzLFygLxCo-quest
source: Follow on Twitter
ru: Подписаться на Twitter

# 7K4jTKNiDgPhHtCL6sBHNm-quest
source: Follow our project on Twitter and get your points!
ru: Подпишись на наш проект в Twitter и получи баллы!

# 3kbXQGLitnfbxB1v3ejEFG-ecosystem
source: for boosting crypto portfolio
ru: для увеличения криптовалютного портфолио

# gU9Qzo8FddSfqBv5LxvsRg-account
source: Forgot Password
ru: Забыл пароль

# 17jDJVUFV4F94U2fe45Fw6-account
source: Forgot Password
ru: Забыл пароль

# 1q6Pt2HDBKWSbmTYVgptds-auth
source: Forgot password?
ru: Забыл пароль?

# itfWaroHEvunLMApvBMyBW-auth
source: Forgot password?
ru: Забыл пароль?

# 67BYvsgDjib4K9NubRFhST-OnlineEvent
source: Founder and CEO
ru: Основатель и CEO

# c3HvSTHj3REFUTvhR4a8Wj-OnlineEvent
source: Founder and CEO
ru: Основатель и CEO

# uutARBSJwj5hSUHdQ6HWBM-account
source: from group volume
ru: из объема группы

# rb3vcWxk1VmS9C3xHLq5bZ-quest
source: Pick the correct answer
ru: Выбери правильный ответ

# 95c4b15c-bc3c-4849-ba79-129e88639894-alphapunch
source: Get a chance to win one of 10 animated NFT’s or 5 T-Shirts autographed by Igor Shevadzutskyi
ru: Получи шанс выиграть один из 10 анимированных NFT-артов или 5 футболок с автографом Игоря Шевадзутского

# dx9cu3WPwJFhHtbqzQQK3h-landing
source: Get access to exclusive whitelists
ru: Получи доступ к эксклюзивным вайтлистам

# f7Umt41vPP4yZsycGf9YBp-events
source: Get access to the $ALPHAG token sale!
ru: Получи доступ к сейлу токенов $ALPHAG!

# nU5rmwCVbaqaRJCYwh5Kgq-games
source: Get first AQ tokens to be able to play
ru: Получи первые токены AQ, чтобы иметь возможность играть

# kwp5ajsuwPZCAeMRKrG7HX-sidebar
source: Get in Touch
ru: Связаться с нами

# jGcvsKoTeRGhY36XXVmQHA-ecosystem
source: Get in Touch
ru: Связаться с нами

# cxdfi12Cw4xnYM8McpHN9N-ecosystem
source: Get in Touch
ru: Связаться с нами

# dG4y6fY2XKPYzDaH1DvpFK-aboutUs
source: Get private access to our unique knowledge base, with tips and insights from crypto industry leaders and the most acknowledged influencers on WEB 3.0. Hundreds of hours of video content, and thousands of scholarly articles about how crypto works, and how can you conquer the market.
ru: Получи частный доступ к нашей уникальной базе знаний с советами и инсайтами от лидеров криптоиндустрии и самых признанных влиятельных лиц в мире WEB 3.0. Сотни часов видеоконтента и тысячи ученых статей о том, как работает криптоиндустрия и как ты можешь завоевать рынок.

# sX46gnZke3BKGC2cSMjqxb-account
source: Get recovery code
ru: Получить код восстановления

# 3stwBcRsXfwq9naPkDoXpK-quest
source: Get reward {0}pnts
ru: Получи награду {0} баллов

# 1Wjo9myoYtGntW8LV8LAPW-account
source: Get up 25% of friends profits by building referral empire
ru: Получи до 25% прибыли друзей, строя свою реферальную империю

# 1VVNMM2u9NHvRtHVrpVqJv-account
source: Get up to 15% of friends profits and $300k in referral bonuses
ru: Получи до 15% прибыли друзей и бонусы в размере до $300к по реферальной программе

# fEvGmeRcERoKFRnoM1jACx-OnlineEvent
source: Global Head of Business Development
ru: Глобальный руководитель по развитию бизнеса

# 1jvSWyaB1QzvrStkYvL3bN-OnlineEvent
source: Global Head of Business Development
ru: Глобальный руководитель по развитию бизнеса

# kUJkL7LjAXxSAKJD4Uq1Fu-auth
source: Go to Email
ru: Перейди к электронной почте

# 75afe53-bd87-41e2-95dd-7df622b2bcd6-alphapunch
source: Go to our
ru: Перейди к нашей

# 3PPcYXefnRE1UyvQriHdcY-task
source: Go to project
ru: Перейди к проекту

# ap8PTxuk5NwfRNewNzJV4h-signWalletPopup
source: Go to your wallet's app or browser extension to sign the AlphaGuilty connection request.
ru: Перейди в приложение твоего кошелька или расширение браузера, чтобы подписать запрос на подключение AlphaGuilty.

# o2cmVqovidX7gqPiNFDuEQ-disclaimerPopup
source: Got it
ru: Понял(а)

# qaoYdfcFirz3j2nRDTRz1n-OnlineEvent
source: Growth
ru: Рост

# azyS3k74KnmSnCzMSLqdf9-quest
source: Guaranteed
ru: Гарантированно

# 1qz9gaeM9L1us5ftzGcMK1-ecosystem
source: Guaranteed & lottery-free allocations for real users
ru: Гарантированные и безлотерейные выделения для настоящих пользователей

# jVSgis7am74e3RM1L4cuWg-quest
source: Guaranteed prizes for everyone
ru: Гарантированные призы для всех

source: Guaranteed prizes for everyone
ru: Гарантированные призы для всех

# ryUVueT3Dko1Z9joDw2yri-quest
source: Guaranteed prizes for everyone
ru: Гарантированные призы для всех

# h2F3R7T8wY8QyLmnVa3xK6-ecosystem
source: Have a great project?
ru: У тебя крутой проект?

# 3Npbt46sWihpk9jBJMb1m6-OnlineEvent
source: Head of Partnerships
ru: Руководитель партнерств

# 4zMCv8DNZzxeUqtvpC1fUK-OnlineEvent
source: Head of Partnerships
ru: Руководитель партнерств

# 6nBzqgnCGQnWsx9S6ukeow-onboardingPopup
source: Here you can get rewards by completing tasks.
ru: Здесь ты можешь получить награды, выполняя задачи.

# iHon9eJ57Uqs5RnySPdiWs-UI
source: Hide
ru: Спрятать

# wVPWQCQhF1mW8EMHW62gNi-previewPanel
source: Hide Fullscreen Preview
ru: Зыкрыть режим предпросмотра

# 12sD2LYWRH4372MssB8sip-quest
source: Hold a $tokenSymbol$ token
ru: Холди токен $tokenSymbol$

# oMGV4G3E9mkT9yL23iSnUMWd-quest
source: Hold an $tokenSymbol$ NFT
ru: Холди NFT $tokenSymbol$

# 1qhB2GJfZ7ZP2tfDuVKbGLF-quest
source: Hold at least $minTokenAmount$ $tokenSymbol$ NFTs and get your points!
ru: Холди как минимум $minTokenAmount$ NFT $tokenSymbol$ и получи свои баллы!

# wbuuhpsnmQYe2mYW675bAs-quest
source: Hold more than $$minUSDValue$ in tokens
ru: Холди более $minUSDValue$ в токенах

# wofgFddHetEfrXTAXXsxNj-quest
source: Hold more than $$minUSDValue$ worth of different tokens in $chainId$ blockchain and get your points!
ru: Холди на своем счете более $minUSDValue$ в разных токенах на блокчейне $chainId$ и получи свои баллы!

# 3XzAgasd11MYbBsdD32fdXuzQKgCfvx5F-quest
source: Hold more than $minTokenAmount$ $tokenSymbol$ tokens and get your points!
ru: Холди более $minTokenAmount$ токенов $tokenSymbol$ и получи свои баллы!

# w2aMQjRvvGe1zrrrAQjjzq-quest
source: Hold more than $minValue$ $chainId$ on your wallet and get your points!
ru: Холди на своем кошельке более $minValue$ $chainId$ и получи свои баллы!

# n726VRLE3pJPSFgth9K8sVQ-quest
source: Hold native tokens
ru: Холди нативные токены

# fwbfqixFq691VNjx-quest
source: Hold native tokens
ru: Холди нативные токены

# uCZRgGzunzHtz57eY4d8pK-Sidebar
source: Home
ru: Домой

# 8KPa9JpS9Z9Bn8A7Qr2AjM-onboardingPopup
source: How it works?
ru: Как это работает?

# sjdhwqiurq34-quest
source: How it works?
ru: Как это работает?

# 9mkEN4WENva7R1jAotbaHq-OnlineEvent
source: How NFTs will change the creator economy due to bear market
ru: Как NFT изменят экономику создателей в условиях медвежьего рынка

# 5EgT35tXY1PFDXHimfvDcR-OnlineEvent
source: How to benefit from your partners on a bear market
ru: Как извлечь выгоду от партнеров на медвежьем рынке
