Repository: KalpeAslan/quest-n
Catalog: front/src/locales/*/messages.po
Languages: ru

# cb79ce64-14ab-11ee-be56-0242ac120002-quest
source: Max Answer
ru: Максимальный ответ

# d1UZpJBjfshqAcu37eHq85-OnlineEvent
source: "Safety guidelines" of launchpads could damage the ecosystem in the long run
ru: "Системы безопасности" лаунчпадов могут в конечном итоге навредить экосистеме

# oKPfW4cg6TdKw3EyW7vCkb-quest
source: {0} points
ru: {0} баллов

# eWb45jbtqjfH9r4FLWcGjV-quest
source: {0} task left
ru: Осталось {0} задач

# fB2sUSoUnR4qf9K2wAQgMo-quest
source: {0} task left
ru: Осталось {0} задач

# kxStNdec1YkySPX49pJMWp-quest
source: {0} task left
ru: Осталось {0} задач

# gWq2WkZJeJrXG82AEUAbLC-quest
source: {0} tasks left
ru: Осталось {0} задач

# nVhmFLyZvUztdL9PqBYL5W-quest
source: {0} tasks left
ru: Осталось {0} задач

# nXZHHvkFwvLsNimzfPG35Z-quest
source: {0} tasks left
ru: Осталось {0} задач

# gULRo6zBAsonLVVmRcqtV4-countDown
source: {0}d : {1}h : {2}m : {3}s
ru: {0}д : {1}ч : {2}м : {3}с

# uATqyYUr8Yboma5TSj31EH-account
source: {0}m : {1}s
ru: {0}м : {1}с

# eZCu7ab6qMnYFKGw9fRQ3m-task
source: {0}pnt
ru: {0}б

source: % of the points
ru: % баллов

# 9dfdg-14dt-11ee-be5sad6-ertdgfk-quest
source: + Answer Option
ru: + Вариант Ответа

# dYvVXHiBZTWTBjqvjDipJy-account
source: <0>{referralTotal} referrals</0> ranks, invite new and increase your income
ru: <0>{referralTotal} рефералов</0> рангов, пригласи новых и увеличь свой доход.

# gS25CB1gGsidmAPVdJkGK8-landing
source: <0><1>Earn crypto </1><2/></0><3>by completing simple tasks and social media activity</3>
ru: <0><1>Зарабатывай крипту </1><2/></0><3>завершая простые задачи и активность в социальных сетях</3>

# mAAu917VvjTmqsxL67q1kd-landing
source: <0>Earn crypto by completing tasks</0> and using your social activity
ru: <0>Зарабатывай крипту, выполняя задачи</0> и используя свою социальную активность

# pSQSaBgovynL9tLpg9EhTJ-ecosystem
source: $0 investment required.
ru: Требуется $0 инвестиций.

# safhgdfsadasdh-sudyuyqwvc-quest
source: 0 events found for this smart contract
ru: 0 событий найдено для этого смарт-контракта

# nhdiw21bchjgAFYQR-quest
source: 1) Invite Bot To the Group or Channel 2) Give admin rights to the bot 3) Paste "/start" command in the group or if its Channel Paste "/verify" command 4) Copy the link of the group or channel and paste it in the field below
ru: 1) Пригласи Бота в Группу или Канал 2) Предоставь Боту Права Администратора 3) Вставь Команду "/start" в Группу, а если это Канал, Вставь Команду "/verify" 4) Скопируй ссылку на группу или канал и вставь ее в поле ниже

# bdQHS1FyEoryAaU1pWDiZB-account
source: A message with a verification code has been sent to
ru: Сообщение с кодом подтверждения было отправлено на

# qoBmsrSMBe28JAzf3rLpLb-account
source: A message with a verification code has been sent to
ru: Сообщение с кодом подтверждения было отправлено на

# 98jyxgvVGrkvcBNegYctCo-account
source: A message with a verification code has been sent to
ru: Сообщение с кодом подтверждения было отправлено на

# k318bwPMezVXJHKBWitpLm-account
source: A message with a verification code has been sent to
ru: Сообщение с кодом подтверждения было отправлено на

# 5h1QfucNkvcqaFeSWX4Sh7-account
source: A message with a verification code has been sent to
ru: Сообщение с кодом подтверждения было отправлено на

# 35H4Djdtk2dTBn1BLhoi2P-aboutUs
source: A place in a leaderboard of 1000 participants who are able to participle in project launches. The leaderboard gets fixed before the sale, based on simple descending order of tokens staked. Those who made it there, participates in the sales.
ru: Место в рейтинге из 1000 участников, которые могут участвовать в запусках проектов. Рейтинг фиксируется перед сейлом на основе простого убывающего порядка по количеству токенов в стекинге. Те, кто попали в этот список, могут участвовать в сейлах.

# 9vC6E4HZ7S1RhuTLsjzAff-account
source: Activate 2FA on new number
ru: Активировать 2FA на новом номере

# 5gCTb8KYsVZr5TSWab36AS-account
source: Activate on new number
ru: Активировать на новом номере

# 5W5KHk5joDChEih2jYGofV-quest
source: Active
ru: Активно

# 7F5yu3Lhfut1fkNkT6Cdd6-quest
source: Active
ru: Активно

# upQbc6G2xjdQeDbpQeR21h-quest
source: ACTIVE
ru: АКТИВНО

# 7hbaSzxBRoQVapGZSysGds-quest
source: ACTIVE
ru: АКТИВНО

# pcCu1zXJNmMATgSdfnvc9A-quest
source: ACTIVE
ru: АКТИВНО

# 3454FioGh8NEEZtTyPGvfs-quest
source: Add
ru: Добавить

# xcnnvbkd8235adsiafs-quest
source: Add AlphaGuilty support bot as an admin to your group or channel.
ru: Добавь бота поддержки AlphaGuilty в администраторы твоей группы или канала.

# cryRFioGh8NEEZtTyPGLrF-quest
source: Add Fields
ru: Добавить Поля

# pYpdsoiDYMkBxt8wk3tvC1-account
source: Add new referrals
ru: Добавить новых рефералов

# 5T2wXURAJHBgJyqxc8uwaN-quest
source: Add Preview Image
ru: Добавить Изображение Предпросмотра

# 74b5JaZhEwNfXwCoNDhPRR-quest
source: Add the necessary tasks, you can customize each one on the quest page
ru: Добавь необходимые задачи. Ты можешь настроить каждую из них на странице квеста

# pWmwYFt4nMZLK2E91Zyjkp-account
source: Add your referral code and increase your income
ru: Добавь свой реферальный код и увеличь свой доход

# vtgPxm1zqbunpeD2ndSReL-quest
source: After the end of the quest - eligible random people will be awarded rewards
ru: По завершении квеста, случайно выбранные участники получат награды

# 5X4F4QZGvRAkpKqA5wWUpG-events
source: Agenda
ru: Повестка дня

# v7mTqw3zLFcdkboUTPL87H-cookiePopup
source: Agree
ru: Согласен(на)

# tQ3PeosTNhoWmpVVqTmPKK-quest
source: All
ru: Все

# 8ScaTpyV1zGv3xryLuWgLa-events
source: All conference participants will be granted access to our upcoming token sale. All the details will be announced in our Social Media.
ru: Все участники конференции получат доступ к нашему предстоящему сейлу токенов. Все подробности будут объявлены в наших Социальных Сетях.

# hK8A4Sbx1KzMiA5hL1VE3x-account
source: All projects
ru: Все проекты

# 7T7MJm1zeu6JeTiSNvW5n2-quest
source: All tasks
ru: Все задачи

# wG3aHdxC5y6p1gxkuaNdyi-quest
source: All tasks done
ru: Все задачи выполнены

# 7yjgtB3fooURpxzbwFsENe-quest
source: All tasks done
ru: Все задачи выполнены

# tyYgrAdMgrnPHg7cxt3MnF-quest
source: All tasks done
ru: Все задачи выполнены

# eSjdZ4qqy9aXHUewAsbEsx-events
source: All twitter space participants can earn AlphaQuest tokens for social activity. All details in the link below.
ru: Все участники Twitter Space могут зарабатывать токены AlphaQuest за свою активность в социальных сетях. Все детали доступны по ссылке ниже.

# 6kjCVkpPTCPXrP3DwjAunb-ecosystem
source: Alphaguilty is a community governed launchpad to help you launch your projects in a way that is fair for all.
ru: AlphaGuilty - это управляемый сообществом лаунчпад, который помогает запускать твои проекты таким образом, чтобы это было справедливо для всех.

# mygjLZDt5nBpQgYKkqq8gJ-ecosystem
source: AlphaGuilty offers crypto gaining ecosystem
ru: AlphaGuilty предлагает экосистему для заработка крипты

# oTC3THvGY5YdyPk9aNEQk9-events
source: AlphaGuilty twitter space with KOL's
ru: AlphaGuilty Twitter Space с KOL

# 26YwMKQ1hz7M2aXMxqZEcG-BunnerType
source: AlphaGuilty twitter space with KOL's about 2023 trends. Friday, January 6th.
ru: AlphaGuilty Twitter Space с KOL о трендах 2023 года. Пятница, 6 января

# ehVUs3Q485jrKRw7wBH8qs-aboutUs
source: AlphaQuest Program
ru: Программа AlphaQuest

# 8uYYWvhQVY95JJzFaWThK6-account
source: AlphaQuest Income
ru: Доход от AlphaQuest

# vLCLZK1kwAURHt9ZfS1dhW-aboutUs
source: AlphaQuest is a core feature of our community & social hub. This unique mechanic allows AlphaGuilty users to become a real part of our product. Each user can help our ecosystem grow better, stronger, and improve each day, increasing our mutual value and the value of all our projects
ru: AlphaQuest - это ключевая особенность нашего сообщества и социального хаба. Этот уникальный механизм позволяет пользователям AlphaGuilty стать настоящей частью нашего продукта. Каждый пользователь может помочь нашей экосистеме становиться лучше, крепче и совершенствоваться с каждым днем, увеличивая нашу взаимную ценность и ценность всех наших проектов

# sE7PbdK22m5pxxjnjfqgcY-disclaimerPopup
source: AlphaQuest will not be liable for losses caused by third parties. Please take caution when authorizing wallets on external websites and be alert for phishing traps.
ru: AlphaQuest не будет нести ответственность за убытки, вызванные третьими сторонами. Пожалуйста, будь осторожен(на) при авторизации кошельков на внешних веб-сайтах и будь бдительным(ой), чтобы не попасться на фишинг.

# ewbzaoUYwcwgQtsVGsMNfx-onboardingPopup
source: Already have an account?
ru: У тебя уже есть учетная запись?

# 32R9DB7H2XbtMzaryQMVjB-account
source: Already have an account?
ru: У тебя уже есть учетная запись?

# mzeZCRcvW7LYdYwR5m9rjA-quest
source: Amount
ru: Количество

# iiS4dG4tTf39Fc2yY6WtNw-quest
source: Amount
ru: Количество

# zxcv4zrANgNTyFfTgMpNWs-quest
source: Amount of prizes is assigned to each winner
ru: Количество призов, назначаемых каждому победителю

# ediKMLzeM6HdDnsYaK82Gp-quest
source: Amount of winners
ru: Количество победителей

# 1LfBDKiuzu6nb6ihbwAMxF-signWalletPopup
source: An error has occurred. Please try again later.
ru: Произошла ошибка. Пожалуйста, попробуй позже.

# 8syaqfBkwA6xbp2mQykfBo-errorBoundaryBlock
source: An unexpected error has occurred.
ru: Произошла непредвиденная ошибка.

# qNPkvoLtPvGMW4p3hVJzK2-events
source: and Go-To-market strategies on a bear market
ru: и стратегии выхода на рынок в условиях медвежьего рынка

# iure9ce64-14ab-11ee-be56-0654549820002-quest
source: Answer
ru: Ответ

# pgwTvrcVMmKC9Dz6sVQPXW-quest
source: Answer
ru: Ответ

# gM3xfxjqEZCxBPd6ExERdj-task
source: Answer is correct
ru: Ответ верный

# 8c77a154-1015-11ee-be56-0242ac120002-task
source: Answer is incorrect. You have {0} attempts left.
ru: Ответ неверный. У тебя осталось {0} попыток.

# 97e4LjRpmiEog71ZXsPrBy-task
source: Answer:
ru: Ответ:

# owBBWvka6Jb6co6Adwz8wc-task
source: Answer:
ru: Ответ:

# aEVXswMMtZH798QnND1Cyo-task
source: Apparently an error has occurred.
ru: По всей видимости, произошла ошибка.

# nPLQi31dKPfVNVrmj6Jisv-partnerProject
source: Are you sure to delete this quest?
ru: Ты точно хочешь удалить этот квест?

# se8j4HPotHvYNgKkLyB4k7-account
source: Are you sure you want to delete your account? All your data and achievements will be lost!
ru: Ты точно хочешь удалить свою учетную запись? Все твои данные и достижения будут утеряны!

# hKYJqE1kgGA8sFJUJXKdwj-account
source: Are you sure? If you'll disconnect an account, all progress in the ongoing tasks will be deleted.
ru: Ты уверен(а)? Если ты отключишь учетную запись, весь прогресс в текущих задачах будет удален.

# 8ZVPMatg5Laf2oCzsr1pwZ-task
source: Attempt {0}: {1}
ru: Попытка {0}: {1}

# 8RnDWe2Uj5uA49LxCH8raM-auth
source: Authentication code
ru: Код аутентификации

# wcirVCcDA8Y1Paf7oyz4QQ-walletLogin
source: Authorization successful
ru: Авторизация успешно завершена

# 6m9gachj6qfphPdY79qPh2-account
source: Available Referral Income
ru: Доступный Доход от Рефералов

# mEiocuFBrPgLrYjvZn7syn-account
source: average/month
ru: в среднем/месяц

# hwk4kzYM7d2noRGWaKRi6H-auth
source: Back
ru: Назад

# 7jBfVAUv8JDboWYyUu3cY6-auth
source: Back
ru: Назад

# wPAHPDbnyabHg61XKB4DRJ-quest
source: Back
ru: Назад

# bDgbeSqatS7FCxuu9eJ3qm-quest
source: Back
ru: Назад

# bMXjFudQssFbCF8fMTGfMC-404
source: Back to Homepage
ru: Вернуться на Главную Страницу

# h3ExgTj4DDtySbQqXKngZE-account
source: Back to Login page
ru: Вернуться на Страницу Входа

# pwiBsDa7S7k1rmSHbm9kzy-quest
source: Become a part of our Telegram community and get your points!
ru: Стань частью нашего Telegram-сообщества и получи свои баллы!

# qgjghirsjgkWETE-quest
source: Become a part of our Telegram community and get your points!
ru: Стань частью нашего Telegram-сообщества и получи свои баллы!

# 2R7ZqQjoFjU57UhZuVkbdz-landing
source: Benefits
ru: Преимущества

# 5qPW5zgTALmajDUAj6ZfEC-account
source: Best Referrals
ru: Лучшие Рефералы

# 9PknpDaUyGKMy7N39FoSojJ-quest
source: Blockchain
ru: Блокчейн

# a1fszPk46KPuedkEETkULKu-quest
source: Blockchain
ru: Блокчейн

# f1A1UBxr7Kw2irhoV77756a-quest
source: Blockchain
ru: Блокчейн

# sopVXLJhjaMBqKisdf5vdLrsi-quest
source: Blockchain
ru: Блокчейн

# x9m8vM1wTasad26EFJ2ZEz7Ma-quest
source: Blockchain
ru: Блокчейн

# aeed1922-0a83-11ee-be56s-0242ac120002-quest
source: Blockchain
ru: Блокчейн

# tMsFm2wBeiYeVvDZsduHY2Bz-quest
source: Blockchain transactions
ru: Транзакции в блокчейне

# 8vctdym1FdSasdrCqX-quest
source: Blockchain transactions
ru: Транзакции в блокчейне

source: Blockchain User Task is not completed
ru: Задача пользователя в блокчейне не выполнена

# mhmKxG6cnj22Ea8egpdXeB-OnlineEvent
source: Business Developer
ru: Бизнес-разработчик

# iegrVabgaVrqGfDm86W7mT-OnlineEvent
source: Business Developer
ru: Бизнес-разработчик

# ixbK25i3XFvB9q8inPN3k5-auth
source: By creating account i agree with <0>Privacy policy</0> and <1>Terms of service</1>
ru: Создавая учетную запись, я соглашаюсь с <0>Политикой конфиденциальности</0> и <1>Условиями использования</1>

# v8iU3APZaHrhJMGb734ito-auth
source: By creating account i agree with <0>Privacy policy</0> and <1>Terms of service</1>
ru: Создавая учетную запись, я соглашаюсь с <0>Политикой конфиденциальности</0> и <1>Условиями использования</1>

# 6hZqPENkNAf7F171fTa8zd-auth
source: By creating account i agree with <0>Privacy policy</0> and <1>Terms of service</1>
ru: Создавая учетную запись, я соглашаюсь с <0>Политикой конфиденциальности</0> и <1>Условиями использования</1>

# wtS8MiCLohCEXAubo3B3YD-quest
source: By login, you agree to the <0>Terms of Service</0> and <1>Privacy Policy</1>.
ru: Входя, ты соглашаешься с <0>Условиями использования</0> и <1>Политикой конфиденциальности</1>.

# eb801816-da8c-4189-81d6-7934dd953a7f-alphapunch
source: by using AlphaQuest. Giveaway of 10 animated NFTs and 5 T-shirts with Igor's autograph.
ru: при использовании AlphaQuest. Розыгрыш 10 анимированных NFT и 5 футболок с автографом Игоря.

# 8XDiMfefGhoLdtA2jhTCrQ-cookiePopup
source: By using this website you agree with our
ru: Используя этот веб-сайт, ты соглашаешься с нашими

# 3jxfr1gVzH517LboojKKxA-quest
source: Campaigns
ru: Кампании

# rQBUGLHy8729RcrVMKUPFj-quest
source: Can't be "create" (reserved word)
ru: Не может быть "create" (зарезервированным словом)

# ekmXKceiRSbGN86EKs7f3Q-disconnectWalletPopup
source: Cancel
ru: Отмена

# pVeaTKttkrXHPqMDbfZEzc-signWalletPopup
source: Cancel
ru: Отмена

# fUkYYBDvNiCZCKmhs7DGfh-account
source: Cancel
ru: Отмена

# umpvQYtizesn1PEQgiYoxz-account
source: Cancel
ru: Отмена

# eHCQnqPjPTxujHTn1yoVdy-account
source: Cancel
ru: Отмена

# pfnaureCHcuMfaaewbrhZp-account
source: Cancel
ru: Отмена

# eZBhQDYLYj558YCZouNgh8-account
source: Cancel
ru: Отмена

# biVVM7DptAAi8PX6vXzupA-account
source: Cancel
ru: Отмена

# igeQLXZdzYPxPWukTjLQfA-account
source: Cancel
ru: Отмена

# gS6f8EcUNGHabdZp3MXk9r-account
source: Cancel
ru: Отмена

# atccWFvxSPaKUN3XtkrxMh-account
source: Cancel
ru: Отмена

# kA7jfKogqzNdrLtfvzfX8z-account
source: Cancel
ru: Отмена

# 4QnAihpu3nSMorGTFGGgcn-account
source: Cancel
ru: Отмена

# wCdPnQ2RTD7hfaqysKfrGv-partnerProject
source: Cancel
ru: Отмена

# 89NrPP4Rchpu7T3DuY43q6-quest
source: Cancel
ru: Отмена

# iuierPZTLNSi1AMdh6ZmJj-quest
source: Comment tweet on Twitter and get your points!
ru: Комментируй твиты в Twitter и получай баллы!

# ukSDpMGQUBjmqJtQbnduao-quest
source: Chat ID
ru: ID чата

# 21ycHmq37CcqhTDmre2Ttf-task
source: Check tweet
ru: Проверить твит

# vix7J6chrWGUUPAUz9kTaM-task
source: Check tweet
ru: Проверить твит

# uKJZ8u161nD4jabP6T26bR-account
source: Claim
ru: Забрать

# kbrxjgxXWpDFfonDERUfau-quest
source: Claimable period:
ru: Период, в течение которого можно забрать награду:

# fUhNVzL37R3NDj1B8dpDyW-walletLogin
source: Close
ru: Закрыть

# pgWRCySQChBUaqdkdKxqBz-auth
source: Code
ru: Код

# v5xDJc4RkfpP1sK5YXWXuZ-account
source: Code
ru: Код

# bzf46HrBPvT2QkGbBBpP63-auth
source: Code is required
ru: Требуется код

# su1zgL7S7tqCNvHkpftsGs-account
source: Code is required
ru: Требуется код

# vfPjhCSwe1ooQcRnVVe1Jp-auth
source: Code sent
ru: Код выслан

# snaz2K8UmrYZn6H58qUSmm-account
source: Code sent
ru: Код выслан

# 216c0857-295a-4cee-a554-3ca466d4ddab-alphapunch
source: Collect 60 points by completing simple tasks till April 30, 2023
ru: Набери 60 баллов, выполнив простые задачи до 30 апреля 2023 года

# 6PWXTHZ4a8sy1frjR5YDcb-landing
source: Collect cool unique NFTs, be the first
ru: Собирай крутые уникальные NFT, будь первым

# jEfkhCJ2aaP41XDj47Hn7b-landing
source: Collect NFT
ru: Собирай NFT

# xqznaA3LNS4hD9rHuaxaiM-landing
source: Collect rewards after completing simple tasks
ru: Получи награды после выполнения простых задач

# 9goD7GiXU8HKQyphe7uN84-landing
source: Collect unique tokens from the platform AlphaQuilty
ru: Собирай уникальные токены с платформы AlphaQuilty

# jeXAvbw38qyb9zxD5TobtM-ecosystem
source: COMING
ru: СКОРО

# p83faGpXwb6ovqEMWkC67d-task
source: Comment
ru: Комментировать

# eEKmocthdEKPXqBKkiBzwV-task
source: Comment -
ru: Комментировать -

# 9b9LAn9ZL3nE2ba1ZTWtiG-quest
source: Comment a tweet
ru: Комментировать твит

# 8pGcTCDKRNrGBoRH8bJ4Lk-quest
source: Comment a tweet
ru: Комментировать твит

# 3ZZgS77uBsaBECXGpS1LGL-quest
source: Comment the tweet on Twitter and get your points!
ru: Оставь комментарий к твиту на Twitter и получи баллы!

# ifaaXdEUN1ihaNrYv5oL6U-aboutUs
source: Community & social hub
ru: Сообщество и социальный хаб

# iNcSYG5ojbEExZs4nteQkn-aboutUs
source: Community score
ru: Рейтинг сообщества

# w1FECzjWPB4GHZtbjqGwit-getReward
source: Complete
ru: Завершить

# 67MtcuZHcmdKK497oGsago-videoQuest
source: Complete
ru: Завершить

# uacBCcjziiZoCfq1eJEDBH-quest
source: Complete <0>first</0> task and get reward
ru: Выполни <0>первую</0> задачу и получи награду

# axESAMKTk3h3TdkYNaMsjZ-auth
source: Confirm
ru: Подтвердить

# idVV1E1eL6ix9Uz6mqqchf-task
source: Confirm
ru: Подтвердить

# nW4MKDePndn2CNe3MXik4s-task
source: Confirm
ru: Подтвердить

# uE9juUYApWbdB76fwTVq5Z-task
source: Confirm
ru: Подтвердить

# nvoZAar7QEwzXB2MFCvNSa-task
source: Confirm
ru: Подтвердить

# jbKGHYufuYPSqGtdFVBjpM-task
source: Confirm
ru: Подтвердить

# qD479kKWFSf6U1skhK3oqj-task
source: Confirm
ru: Подтвердить

# 8ceBzQUXTNjBoqG57TBDpQ-task
source: Confirm
ru: Подтвердить

# r2QQ4fE6AoaU35BgofZ2Yv-task
source: Confirm
ru: Подтвердить

# vd1ev3fXKsAhH2qqgGqXeo-task
source: Confirm
ru: Подтвердить

# fsBgDcD6U3ePrqz3AFRCnx-task
source: Confirm
ru: Подтвердить

# r72LobpujQRNqrJfu9qJ6g-task
source: Confirm
ru: Подтвердить

# sfpT9CYQmxdQwwCCFD4TvT-task
source: Confirm
ru: Подтвердить

# dMEffaVRAFD8fFy3fTGeG5-task
source: Confirm
ru: Подтвердить

# sNiMXLA98JaW7BAF1w7ATe-task
source: Confirm
ru: Подтвердить

# ir8MjYReUWZ3hYPTRXdrAF-task
source: Confirm
ru: Подтвердить

# oqJFotKmQLiP91UHudTVEG-task
source: Confirm
ru: Подтвердить

# evFgpSSz7WRh9nVk2VduFg-task
source: Confirm
ru: Подтвердить

# tofjSyLzdbL3k8V4H3PBBZ-task
source: Confirm
ru: Подтвердить

# kRcUh6F8N1Co2k4QRjSFkZ-task
source: Confirm
ru: Подтвердить

# sDyoG3jESPuLk3bi4mjJdz-task
source: Confirm
ru: Подтвердить

# 8usnML9L9FsdwUUMMp1Rtu-task
source: Confirm
ru: Подтвердить

# f9MaESYB3N9rk6LJPmpiu1-account
source: Confirm
ru: Подтвердить

# 2pDjJXN7byEvqm5y8n9koz-account
source: Confirm
ru: Подтвердить

# 6RwWgqfpVnsMaXzmejknVb-account
source: Confirm
ru: Подтвердить

# 7C5F2ThhtoyuBh9cSM98Qp-account
source: Confirm
ru: Подтвердить

# oN1okoEbLYZz5gcPGx96Fr-account
source: Confirm
ru: Подтвердить

# dmod8AZWGrqg78xWxxu9au-auth
source: Confirm email
ru: Подтверди почту

# 8q6A8Ps7dDwcFp9sNUd39d-partnerProjectCreationPopup
source: Congrats! 🎉
ru: Поздравляем! 🎉

# 4ZLuJqPDCDqXJfETdyTJnb-quest
source: Congrats! 🎉
ru: Поздравляем! 🎉

# 19Dt9WF1SYkNZh89QXePyD-onboardingPopup
source: Congrats! 🎉 You've completed your first task and got points! Continue to get reward!
ru: Поздравляем! 🎉 Ты выполнил(а) свою первую задачу и получил(а) баллы! Продолжай, чтобы получить награду!

# mDP6sy9dcJMmjqk5Dsra6f-referralPopupResult
source: Congratulations, you have successfully joined the referral program
ru: Поздравляем, ты успешно присоединился(ась) к программе рефералов

# 9oApzvD19M2i9VeRVtLo2J-task
source: Connect
ru: Подключить

# 1KXHrnbmeZDPBzqsi24mhK-task
source: Connect
ru: Подключить

# uWvbQ339bwbtCb6yrzUDEW-task
source: Connect
ru: Подключить

# bTK5e2rHXcvjxQoBu8bbBz-task
source: Connect
ru: Подключить

# dcHyF9FgENcsmarqJnc9Qy-task
source: Connect
ru: Подключить

# bUhhfcENwjmWkUKqCZtYvW-task
source: Connect
ru: Подключить

# sdfhe2rHXcvjxQoBu8bbBz-task
source: Connect
ru: Подключить

# iR5j4FxDPU44h3Yw6CUZUj-task
source: Connect
ru: Подключить

# 8WLyrge4jMKNhMgYSoQhZv-task
source: Connect
ru: Подключить

# rqFV52yREUnkGxLdiggcRQ-task
source: Connect
ru: Подключить

# 3oWKQM8ThSxgx7rKCsw9qG-task
source: Connect -
ru: Подключить -

# nREhVuPXDcmepaAbncGQpL-task
source: Connect -
ru: Подключить -

# sXPgag2HbUcaNa2hnmq8Bm-task
source: Connect -
ru: Подключить -

# icWLjKmU83j4ZqExMYccUL-task
source: Connect -
ru: Подключить -

# 7SywakeaxRQVWrAm5x8wHh-task
source: Connect -
ru: Подключить -

# 1tVjw67d6jEqZS4PxbbTu1-task
source: Connect -
ru: Подключить -

# tGfc7QAtLTJbLWytbkx1V7-task
source: Connect -
ru: Подключить -

# vcXLJSrCKGDYzb1m6UX4an-task
source: Connect -
ru: Подключить -

# rQNZCBkeV21ggnvyxx2Caa-task
source: Connect -
ru: Подключить -

# sHNZVe79UxaRJacYmoLQpC-task
source: Connect -
ru: Подключить -

# juoTjDWeCXaakuCZ3DDbir-walletLogin
source: Connect <0>wallet</0>
ru: Подключить <0>кошелек</0>

# 9uAaAGouYb84PQqDcxfiLk-account
source: Connect Discord
ru: Подключить Discord

# eFmQdnKtJ3199KciUy8wo1-account
source: Connect Telegram
ru: Подключить Telegram

# gN2txgmZhoXaYSdQb9p9d8-walletsPopup
source: Connect to your MetaMask wallet
ru: Подключиться к твоему кошельку MetaMask

# 8MEJ1BTqTx31FY5u5CgYiH-account
source: Connect Twitter
ru: Подключить Twitter

# vv9FoP5TMkf37W78hDW1xp-quest
source: Follow on Twitter
ru: Подписаться на Twitter

# 5b9kQD8xobQuTBdCqcN6Yy-account
source: Connect wallet
ru: Подключить кошелек

# b4786742-e7d4-11ed-a05b-0242ac120003-task
source: Connect Wallet
ru: Подключить кошелек

# idJmLEnBHhH5DoabY3dNjf-walletButton
source: Connect Wallet
ru: Подключить кошелек

# sjZaDwDx61Ed3j8yeuCr38-task
source: Contact support
ru: Связаться с поддержкой

# 2wWvcmVWLaBh35XSB8CCpN-account
source: Contact Support
ru: Связаться с поддержкой

# aeed1580-0a83-11ee-be56-0242ac120002-quest
source: Contract Address
ru: Адрес контракта

# jeWzMq9hH8wJzhZRRL9jJc-footer
source: Cookies Policy
ru: Политика в отношении файлов cookie

# 2SVFRRMEKrmUNsNKj8nUSE-task
source: Copied
ru: Скопировано

# 6BPBBYrZoQnXnZQ8CgyTjX-share
source: Copy link
ru: Скопировать ссылку

# 3LPMpPtXbqP2eysJ8ZsXDy-task
source: Copy link
ru: Скопировать ссылку

# myWS6ggRyCqF9FVxpGRhg9-auth
source: Create
ru: Создать

# ftHjddrhs8orSzqEUbLGzE-auth
source: Create
ru: Создать

# 72zAs1vKJs2fGLPoGF2Fof-account
source: Create
ru: Создать

# cDGURqAeARPtNZsiCX9Cne-account
source: Create account
ru: Создать учетную запись

# mVboud5xZPmKF5hzu7L4Ls-auth
source: Create Account
ru: Создать учетную запись

# mtU9fdXUTk7JDs9voPjLBf-onboardingPopup
source: Create Account
ru: Создать учетную запись

# mqkjVkr2JtpMDoVMTW9SkL-quest
source: Create account<0/> to start task
ru: Создай учетную запись<0/>, чтобы начать задачу

# mD4697PiFkwwiCgFjXHQxQ-account
source: Create new password
ru: Создать новый пароль

# 35xrwH81nTC66txNFzkfnu-partnerProject
source: Create new quest
ru: Создать новый квест

# f6hX6MSaRQYk6BadCAkmvH-account
source: Create one
ru: Создать один

# i1TkYYfpQze9ubwdSw6xLx-onboardingPopup
source: Create one!
ru: Создайте один!

# u6MvmLXV5AhziwhdDA9YQT-createQuestPopup
source: Create Quest
ru: Создать Квест
