Repository: KalpeAslan/quest-n
Catalog: front/src/locales/*/messages.po
Languages: ru

# 29B7x9Uym4TzQkMzEjcMoy-OnlineEvent
source: How to continue in crypto during bear market without risking assets
ru: Как продолжать работу в криптовалютах во время медвежьего рынка, не рискуя активами

# cR5LbmfzHVf11a7Z2h5WVy-OnlineEvent
source: How to create token economy to support your ecosystem during bear market
ru: Как создать экономику токенов для поддержки вашей экосистемы в условиях медвежьего рынка

# e0bf31c-232d-44af-958b-52b6fb549006-alphapunch
source: How to participate in giveaway?
ru: Как участвовать в розыгрыше?

# wsUzQTnFB9wiGfeUzLkCwp-quest
source: Read a Medium article
ru: Прочитать статью на Medium

# dx3qATga7W62JdjMSFQhRk-account
source: If you invite 20 friends, YOUR REFERRAL INCOME WILL BE 120AQ ($120)
ru: Если ты пригласишь 20 друзей, ТВОЙ ДОХОД ПО РЕФЕРАЛЬНОЙ ПРОГРАММЕ СОСТАВИТ 120 AQ ($120)

# 79fWxJeD6PHijaGABcDWxn-task
source: If you're confident in task completion or facing difficulties, contact support.
ru: Если ты уверен(а) в завершении задачи или столкнулся с трудностями, свяжись со службой поддержки.

# 6v7HAcWSgiYt3dcsdFk4jj-ecosystem
source: Improve your knowledge about WEB 3.0 and get valuable insights from top experts
ru: Повышай свои знания о WEB 3.0 и получай ценные идеи от ведущих экспертов

# 86b086fe-d694-4c8e-905e-6a47a87d72c1-alphapunch
source: in AlphaGuilty.
ru: в AlphaGuilty.

# nQPoPxMZGLVEnQabYPAb4y-quest
source: In order to add your rewards choose preferable rewards and connect with our customer success manager to finish setup of a project
ru: Чтобы добавить свои награды, выбери предпочтительные награды и свяжись с нашим менеджером по работе с клиентами, чтобы завершить настройку проекта

# aNg1Bt3F9FJMj7LsrJtFmX-restrictionForCreationPopup
source: Incorrect {0} or password. Note that they are case sensitive.
ru: Неверный {0} или пароль. Обрати внимание, что они чувствительны к регистру.

# tcMq9CTVp7Q2SqZ6kJzUWc-auth
source: Incorrect password
ru: Неверный пароль

# qAh9X9zoW2k8i3X1FUTqMA-auth
source: Incorrect password
ru: Неверный пароль

# thGR2CZe8vEQ2t3ED3kYas-aboutUs
source: Influence rate
ru: Коэффициент влияния

# oiutyrgjsbfSbdjeq-quest
source: Input manually
ru: Ввести вручную

# n2phNaCZNxofrssmryT4y9-walletsPopup
source: Install Metamask
ru: Установить Metamask

# oKzLmAsyickkzEnTsLD8v3-account
source: Invalid password
ru: Неверный пароль

# 6NVNV7XoFvQXcJTpzWFJbf-account
source: Invalid phone
ru: Неверный телефон

# 93zNq2Vff6SmMA3nHG8Pzn-UI
source: Invalid phone number
ru: Неверный номер телефона

# miYmCpeeKLNB8dBx2LyKzp-UI
source: Invalid phone number
ru: Неверный номер телефона

# fKpsVBf5dbebPbCNCw78hk-UI
source: Invalid phone number
ru: Неверный номер телефона

# 6PYRCbqEiCjA529JEXfatd-quest
source: Invalid username
ru: Неверное имя пользователя

# 8oTSSqAQ7gRjFBCddirxe6-quest
source: Invalid username
ru: Неверное имя пользователя

# e7QgPeb51bnqfufvkpDEPU-quest
source: Invalid username
ru: Неверное имя пользователя

# 4gfW3LuMEgFWfDuJkrc5NB-quest
source: Invalid username
ru: Неверное имя пользователя

# fxpP4pr1iazUmP1QLV79uC-quest
source: Invite a friend
ru: Пригласить друга

# qruuuJvT1kdzsGthcfdxgU-quest
source: Invite a friend and get your points!
ru: Пригласи друга и получи свои баллы!

# 18a40782-19a113-11ee-be56-0242ac120002-quest
source: Invite a friend and get your points!
ru: Пригласи друга и получи свои баллы!

# nfiweitbasdrqw4234-quest
source: Invite bot
ru: Пригласить бота

# e7QgPesfsdfb51bnqfufvkpDEPU-quest
source: Invite Bot to the channel!
ru: Пригласи бота в канал!

# 38ZuJRgo4J6zBpDyZC3Bvt-inviteRefForm
source: Invite Code
ru: Пригласительный код

# tmqS56QiSivnitbvBUHgpL-account
source: INVITE FRIENDS & EARN TOKENS
ru: ПРИГЛАШАЙ ДРУЗЕЙ И ЗАРАБАТЫВАЙ ТОКЕНЫ

# sVGY9BEbc9BU5oDVNTnzDy-task
source: Invite limit reached
ru: Лимит приглашений достигнут

# jy2gZSEgUdLRGMSybsiApN-inviteRefForm
source: Invite Link
ru: Ссылка для приглашения

# o4HkTugisakXYEuQsgW68ast-quest
source: Invite Link
ru: Ссылка для приглашения

# ankTRrA3S2kNC3Rr2hTHM3-account
source: Invite New Referrals
ru: Пригласить новых рефералов

# j2cLWfcnrgC7WmEhnry1rc-account
source: Invite Now
ru: Пригласить Сейчас

# eg7jWfRtjgN23G7QrHbYiN-inviteReferralsPopup
source: Invite Referrals
ru: Пригласи рефералов

# sdf5T6VCiBp2jubmMtEXet-quest
source: Is required
ru: Требуется

# vfddvT6VCiBp2jubmMtEXet-quest
source: Is required
ru: Требуется

# fZLZkAMJD5ktaZj9qYv35R-quest
source: Is required
ru: Требуется

# qZw3GeTdfMLoUsMrLt2XbJ-quest
source: Is required
ru: Требуется

# m2v5q4XQEF3toHQ6WP3Mta-quest
source: Is required
ru: Требуется

# shYSpCSgf9ZBw4wQVkVFWw-quest
source: Is required
ru: Требуется

# 1pBWySnpg8vUY5yKap7RUs-quest
source: Is required
ru: Требуется

# mDxMQo7djnUjEyB2zinQac-quest
source: Is required
ru: Требуется

# q8D6kueXg1UtKNgDdPXPu31-quest
source: Is required
ru: Требуется

# mePKcR2rt3tf3yDnXfKEUq-quest
source: Is required
ru: Требуется

# 242NeRfnzNwJwJmd559cvA-quest
source: Is required
ru: Требуется

# 4vhtxk6pFVwVsR1S5uBddH-quest
source: Is required
ru: Требуется

# bqBFkHZsfTzxhPNMr5N8up-quest
source: Is required
ru: Требуется

# 8gYgdeTs8KfMEH5ZtREFyQ-quest
source: Is required
ru: Требуется

# wbXddERbTE9aD8WfRHHWDP-quest
source: Is required
ru: Требуется

# bWHVT6VCiBp2jubmMtEXet-quest
source: Is required
ru: Требуется

# cb79d148-quest
source: Is required
ru: Требуется

# hfhME2Ui64fW6fTEZPuuwJ-quest
source: Is required
ru: Требуется

# 5p6X5amyszo29CiPZtNhdP-quest
source: Is required
ru: Требуется

# wWGD8RRSUYMxLyhUjzmNTD-quest
source: Is required
ru: Требуется

# hT8ZjLF7K2L52dqmW5DU1s-quest
source: Is required
ru: Требуется

# tYGwQYJNs2KPtNyVEVpozw-quest
source: Is required
ru: Требуется

# 1bkTcbxa8w5FuH587uVyZ5-quest
source: Is required
ru: Требуется

# q6dfuA4WJ4XdycNCeWpysS-quest
source: Is required
ru: Требуется

# gFLPkXiyyy9LLNKGXaDTEH-quest
source: Is required
ru: Требуется

# of11wV4FvZZXMX8m7RvXhz-quest
source: Is required
ru: Требуется

# epVDXpqYjamjpgDEqS6z9t-quest
source: Is required
ru: Требуется

# hfMdKd9zVL5JyKjuDZMesD-quest
source: Is required
ru: Требуется

# wWq2be9BDhUTC7KwX9wVwa-quest
source: Is required
ru: Требуется

# oGrqQwi7i5zkm14V3Nzbuo-quest
source: Is required
ru: Требуется

# e8ZQ7mibq8UrhjxxTJPT3K-quest
source: Is required
ru: Требуется

# qVgU6K8k87ErTapsbV6bd4-task
source: Join
ru: Присоединиться

# eRUMCXkAbU7PhJjdU2EPYb-task
source: Join
ru: Присоединиться

# vadaXPTW77LiLZUvQ6Yx9j-task
source: Join
ru: Присоединиться

# eNkQsW7fgL63sb3Wauwnau-task
source: Join -
ru: Присоединиться -

# 4wuegVz4gTyRXtq2UTzoT3-task
source: Join -
ru: Присоединиться -

# ax5kox5tREmNBfwKdBoWi5-task
source: Join -
ru: Присоединиться -

# ustVzm49yJMHqEDFouULST-quest
source: Join a Discord server
ru: Присоединяйся к серверу Discord

# 3CbJYwUpHx4yn58AtQWNJR-account
source: Join AlphaQuest
ru: Присоединиться к AlphaQuest

# rFreAr1nW6Fte8yD3xBD5o-quest
source: Join a Discord server
ru: Присоединяйся к серверу Discord

# mefCpav9QvUtpS7ALS4EFU-aboutUs
source: Join like-minded investors, entrepreneurs, creators, and crypto enthusiasts all over the world. Our hub is meant to possess the most valuable info about the crypto and NFT industry, as well as closed groups, webinars, meetups, and many more.
ru: Присоединяйся к инвесторам-единомышленникам, предпринимателям, создателям и крипто-энтузиастам по всему миру. Наш хаб предназначен для хранения самой ценной информации о крипто- и NFT-индустрии, а также о закрытых группах, вебинарах, встречах и многом другом.

# x7NPrZqweuKEJTCfhRQ6oV-events
source: Join our group and ask your question. Our speakers will form an agenda according to users questions in Discord.
ru: Присоединяйся к нашей группе и задайте свой вопрос. Наши спикеры сформируют повестку дня согласно вопросам пользователей в Discord.

# vqG8Xa3bGNxSknuL6G56DB-aboutUs
source: Join our multi-launches of complementary projects. Get access to even more allocation and obtain multi-asset packages with additional benefits.
ru: Присоединяйся к нашим мульти-запускам взаимодополняющих проектов. Получи доступ к еще большему распределению и получи пакеты с несколькими активами с дополнительными преимуществами.

# murkk7jPJFvFP5KLJ9vXo7-quest
source: Join our project on Discord and get your points!
ru: Присоединяйся к нашему проекту в Discord и получай свои баллы!

# rtyPZTLNSi1AMdh6ZSCDV-quest
source: Join our project on Discord and get your points!
ru: Присоединяйся к нашему проекту в Discord и получай свои баллы!

# bwWj8Uw9MsSpHQqYLHyTLg-quest
source: Join a Telegram group
ru: Присоединяйся к группе Telegram

# 41oFf19aRtxZK4CeWdmps4-quest
source: Join the Telegram group
ru: Присоединяйся к группе Telegram

# hTHDJKJNVhD5kBipBUfj2i-landing
source: Join to exclusive Whitelist
ru: Присоединяйся к эксклюзивному вайтлисту

# kthMzd1n7tGjpXsJP9CpoM-landing
source: Join to the strong crypto-communities
ru: Присоединяйся к сильным крипто-сообществам

# f3r2rcStQvsLBzRByW2TQ2-ecosystem
source: Just sign up for our projects, complete tasks, and earn rewards!
ru: Просто регистрируйся в наших проектах, выполняй задания и получай награды!

# qxghgd2QmVVuh1XG2L3MRc-partnerProjectCreationPopup
source: Later
ru: Позже

# tTRhQ2qqHRpJ6FBvHki9jh-ecosystem
source: Launch blockchain startup or presale from scratch
ru: Запусти блокчейн-стартап или пресейл с нуля

# 6zm3inrxc4P5xVLYTp29VY-account
source: Learn How
ru: Узнай, как

# wuhuUwed66j4vBxu99KSvD-account
source: Learn How
ru: Узнай, как

# dGbCg1T6nNxeJBRCWHBdtm-banner
source: Learn More
ru: Узнать больше

# wN77aLvWfiN1LWxkCf7Qyb-account
source: Learn More
ru: Узнать больше

# 34aptGSknNn77tGjzv1LTs-quest
source: Leave your e-mail
ru: Оставь свой адрес электронной почты

# rFxsM6WBPTEtvqNecmWmVD-quest
source: Leave your e-mail in this form and get your points!
ru: Оставь свой адрес электронной почты в этой форме и получи свои баллы!

# vSjshNBCPD5jpWRRAYpPCCr-quest
source: Leave your e-mail in this form and get your points!
ru: Оставь свой адрес электронной почты в этой форме и получи свои баллы!

# p6zSrxcVgtTtnyFAEGTDND-onboardingPopup
source: Let’s Start
ru: Давай начнем

# qqjjfLcJ2wobeiE4bSPMqc-account
source: level
ru: уровень

# dsfVrHbwTLuJxLAirGBkPpfB-task
source: Like
ru: Лайк

# iuerUWtFQko1nNbqwWKfmWc-task
source: Like -
ru: Лайк -

# 213dRgSrny8Q9Q2UfHxT3Z-quest
source: Like a tweet
ru: Лайкнуть твит

# akCvR2F2dfXYkoAmuaF4VQ-quest
source: Like the tweet on Twitter and get your points!
ru: Поставь лайк к твиту в Твиттере и получи баллы!

# x8Dcgwih8VmnswmKcqhWyc-quest
source: Like Tweet on Twitter
ru: Поставь лайк в Твиттере

# 6Uy7NCUK24L8KJs4WHLJ7U-task
source: Likes: {0}
ru: Лайки: {0}

# wg4cNDLd4fxQLTSUp2AcHYn-quest
source: Link on Youtube
ru: Ссылка на Youtube

# pdf1A5rcJf6PzF3UK8ZQcJ-quest
source: Link title is required
ru: Укажи название ссылки

# asfyvbvzy-quest
source: Link to the Medium article
ru: Ссылка на статью на Medium

# sbioqwyuq48924-ewnfqoiy1-12vbdsh
source: Link to the smart contract
ru: Ссылка на смарт-контракт

# sdfsgt-0a83-11ee-be56-0242ac120002-quest
source: Link to the smart contract
ru: Ссылка на смарт-контракт

# bQKKqUdssdfDgxMyBxZX7xLzahR-quest
source: Link to the Telegram chat/channel
ru: Ссылка на чат/канал Telegram

# gZRC139AERoRWjb8qQQSti-quest
source: Link to the tweet
ru: Ссылка на твит

# oLToRCASVT4CzD89Mq7gCy-quest
source: Link to the tweet
ru: Ссылка на твит

# jjZrxDEnT4MyptxrPgzPPd-quest
source: Link to the tweet
ru: Ссылка на твит

# j8UGVorSvXfGS2q32mdgLe-quest
source: Link to the tweet
ru: Ссылка на твит

# 8chE3euaXUjaWFgU34FNmV-events
source: Listen now
ru: Слушать сейчас

# sjkgjsbfSfdfbf-quest
source: Load from Link
ru: Загрузить по ссылке

# kikKXfQH74hnp9MuBcxyiG-tasks
source: Log in or sign up to start the task
ru: Войди или зарегистрируйся, чтобы начать задание

# vwZSfeB8qzK1jyhJnWrSTw-account
source: Log out
ru: Выйти

# tKdqjSU6h3uUyvjLJyPKsc-disconnectWalletPopup
source: Log out
ru: Выйти

# 8tPSRjjWwNaNouZxrk45N5-accountSidebar
source: Log Out
ru: Выйти

# 7p5MLAqE9zQ7jNUnfbSU23-account
source: Log Out
ru: Выйти

# t5BjAxPiUysD2r13iD3EZs-account
source: Login
ru: Войти

# f3pxbcvqYUpggM7TjXHsWh-auth
source: Login
ru: Войти

# iSG1u3o386RL1b9kwPfcvL-auth
source: Login
ru: Войти

# 7zzCf9VsLbLMfN6H2UmmTb-onboardingPopup
source: Login
ru: Войти

# b3Xr61nEuYmdBxzukonajJ-account
source: Login
ru: Войти

# vatELsqHhw3Lyf2iGJvRPq-account
source: Login
ru: Войти

# 3nuW9fcMedjq49uGPQeoXC-account
source: Login
ru: Войти

# 720a85-bd52-402c-96fb-e638a669a260-alphapunch
source: Login
ru: Войти

# 37kybMPdLV5EnH4U2M1rQJ-quest
source: Login or Create Account to Start
ru: Войди или создай учетную запись, чтобы начать

# pouJmyNDRm1KnWk8fL3U9p-games
source: Login or Sign Up
ru: Войди или зарегистрируйся

# c8SuhEJrYBujcMwQ2JLHWD-games
source: Login or Sign Up to be able to play
ru: Войди или зарегистрируйся, чтобы иметь возможность играть

# 3hNyVUWtBR5KP4GMjngf7a-quest
source: Login via Email or Phone
ru: Войти по электронной почте или телефону

# iBhJShTKbt5NtTuZwZe8RL-auth
source: Login With
ru: Войти с

# irdCcWq9JEfnf8mHHVrFoG-quest
source: Login With
ru: Войти с

# kTXrMdpYoUT8DwEvPQuQA7-quest
source: Login<0/> to start task
ru: Войди<0/>, чтобы начать задачу

# o7xbUtPELXKivjv165o2a8-quest
source: Lucky Draw
ru: Удачный Розыгрыш

# n8d61XSGRJHaNyjmq9dRbn-quest
source: Lucky Draw
ru: Удачный Розыгрыш

# u8HiNP426yzma7f5w1eCfe-games
source: Main game becomes even more exciting when there is a chance to win the Jackpot. Onlyplay games have different Jackpot mechanics; it can be accumulative or absolutely random. Every player finds the game with a jackpot fitting his interests.
ru: Основная игра становится еще более увлекательной, когда есть шанс выиграть джекпот. В играх Onlyplay другая механика джекпота; оно может быть накопительным или абсолютно случайным. Каждый игрок находит игру с джекпотом, соответствующую его интересам.

# fA49Q6jBNk14shEu666XQf-quest
source: Make a tweet on Twitter and get your points!
ru: Напиши твит в Twitter и получи баллы!

# dfgyPZTLNSi1AMdh6ZmJj-quest
source: Make a tweet on Twitter and get your points!
ru: Напиши твит в Twitter и получи баллы!

# cWEag3AGbsjMC2PgbPZPSm-ecosystem
source: Make crypto alpha way. No more bots. No more lotteries. Just real allocation and community
ru: Зарабатывай крипту, как Альфа. Больше никаких ботов. Больше никаких лотерей. Просто реальное распределение и сообщество

# 7xyz6dhWRH8cCLuuPakjjn-quest
source: Make more than $minTransactions$ transactions in $chainId$ blockchain and get your points!
ru: Соверши более $minTransactions$ транзакций в блокчейне $chainId$ и получи свои баллы!

# 3wzkeoJ1NUbP1beTBwLLNS-aboutUs
source: Marketplace
ru: Рынок

# mgXjfBMcD3GFFwys2XbHH7-quest
source: Max length is 25 characters
ru: Максимальная длина — 25 символов

# 8iF5AvZoz6H7EEY2b54mwZ-quest
source: Max length is 6000 characters
ru: Максимальная длина — 6000 символов

# ufD19AuUcAvseDPMyuhJ41-account
source: Max. referral profit
ru: Макс. реферальная прибыль

# 2Akbt7VbnPyeuxGagpizgP-quest
source: Maximum length 240 symbols
ru: Максимальная длина — 240 символов

# eT28xcptcxdTCaWHU4mcsU-aboutUs
source: Meet the multi-chain P4A launcher
ru: Встречай мультичейн P4A лаунчпад

# e4BvoVaD4cwVm2K79aUxK8-task
source: Mention
ru: Упоминание

# eFLzgh59hDfrR78WcaEKCD-task
source: Mention -
ru: Упоминание -

# sHe1qibDx1arTwCZ7uWEkb-quest
source: Mention on Twitter
ru: Упоминание в Twitter

# pX1UnjQnjqK4LbvoNrbrzp-quest
source: Mention on Twitter
ru: Упоминание в Twitter

# aeed17e2-0a83-11ee-be56-0242ac120002-quest
source: Method Name (ABI)
ru: Имя метода (ABI)

# fWHYUb2eWD3EFKTSBGbmDb-auth
source: Min length 6
ru: Минимальная длина 6

# cGCZcacYuiK8EsJ7EJ2C26-account
source: Min length 6
ru: Минимальная длина 6

# hEG4bJvSLQnQrtngeCVNfj-account
source: Min length 6
ru: Минимальная длина 6

# hWJ5asow77qPUy6YyT4Z14-account
source: Min length 6
ru: Минимальная длина 6

# qo75zmHYwqadEg3HbDPVe9-account
source: Min length 6
ru: Минимальная длина 6

# xsfLNLowArWK9idccS-quest
source: Minimum $ worth of tokens
ru: Минимальная стоимость токенов в долларах США

# 4w5ZDH9Dsh4jH7WpcUTZxm-auth
source: Minimum 6 symbols
ru: Минимум 6 символов

# iT1rVrV9v5r5AtupUNZk6h-account
source: Minimum 6 symbols
ru: Минимум 6 символов

# 2tspyCGaN76sfsVH8Ak2fX9VKr-quest
source: Minimum balance, $
ru: Минимальный баланс, $

# iuPVwfqzk84xBqiUyps9Dq-quest
source: Minimum balance, NFTs
ru: Минимальный баланс, NFTs

# sNWRZikwccy7fcsadhPTfq4fi-quest
source: Minimum balance, tokens
ru: Минимальный баланс, токены

# sdqeAhhsdasdfdFuY5a5VJmrWKB5-quest
source: Minimum hold value, $chainId$
ru: Минимальная стоимость холда, $chainId$

# x6EMifvVLsdfsdasdhN9vbEeJ-quest
source: Minimum transactions number
ru: Минимальное количество транзакций

# 5cGPFfZrY5s26bnddta4oe-landing
source: Monetize your social activity and turn it into tokens, prizes, special whitelists
ru: Монетизируй свою социальную активность и преврати её в токены, призы и специальные вайтлисты

# iZj66Unjsi242ftJLWywAb-account
source: Monthly vol. for referral rank transfer
ru: Месячный объем для перевода реферального ранга.

# 5y4p1v2JLvtH5wNvvvAq5V-quest
source: More about points
ru: Больше информации о баллах

# 1m5WdPw6nX3aE6MMmtYBi7-aboutUs
source: Multi packages of pre-sales
ru: Мульти-пакеты пресейлов

# bMkUErm52WyfAm15XdCc6K-ecosystem
source: Multichain ecosystem
ru: Мультичейн экосистема

# vWu12kWNKE7sLHwiHG1kmw-quest
source: Must be after start date
ru: Должно быть после даты начала

# vGWM6g6tqUgbGWnt2TyQJx-quest
source: Must be before end date
ru: Должно быть до даты окончания

# 6AgEiWArG8ivGXWuMyR4cU-account
source: My Account
ru: Моя учетная запись

# sHj2LDWZ23K7ntwVDkFQSz-sidebar
source: My Quests
ru: Мои Квесты

# v2tdzwBdWdetFGi32ih849-quest
source: Quest Title
ru: Заголовок Квеста

# fepBMNhesjMUaPAckxCXKt-quest
source: Quest Title is required
ru: Требуется заголовок квеста

source: Native Holder Task is not completed
ru: Задача Нативного Холдера Токенов не выполнена

# 8ZuBoifah4J85ogxwJR745-aboutUs
source: Never miss upcoming presales, events, meetups, and webinars, which happen all over the space almost every day. Our sophisticated AlphaReminder tool will help to stay up to date with all crypto events around the globe.
ru: Никогда не пропускай предстоящие пресейлы, мероприятия, встречи и вебинары, которые проходят практически каждый день во всем крипто-мире. Наш совершенный инструмент AlphaReminder поможет тебе оставаться в курсе всех событий в мире крипты.

# dBkTDJX7dCCEP9sdsdxaWEnF-quest
source: New
ru: Новый

# nJinTtuhKXkXeDJucxtxwi-sidebar
source: NEW
ru: НОВЫЙ

# aJXBffrvaraDSQ2sbzP1Ar-quest
source: Newest
ru: Новейший

# gFCdZoCDTfcUfyJBbGuH1u-quest
source: Hold an NFT
ru: Холдить NFT

# tyUfk2Bf8F6YBAMH5RgkdV-quest
source: NFT Reward Distribution
ru: Аллокация наград в NFT

source: NFT Task is not completed
ru: Задача с NFT не выполнена

# cnN5X8988pYv6LCW2VCNex-onboardingPopup
source: No account?
ru: Нет аккаунта?

# wzNSJvd6aAJYWL1Xd9Gf1t-account
source: No account?
ru: Нет аккаунта?

source: No one has started the tasks, be the first and get AQ Tokens!
ru: Никто еще не начал выполнение задач. Будь первым(ой) и получи токены AQ!

# vmUGdDL7PYn6E49oGfKAdE-quest
source: No one has started the tasks, be the first and get the first place
ru: Никто еще не начал выполнение задач. Будь первым(ой) и займи первое место!

# hEZvvvKCWZKpmwA2RUvht6-quest
source: No projects found.
ru: Проекты не найдены.

# dERdbWcRBdJyY2wpPS6iHp-quest
source: No tasks
ru: Нет задач

# 1KQMBJwsWeeCZqoDALjJRh-quest
source: Not valid tweet link
ru: Ссылка на твит не действительна

# vcE3EHpf1UHoXBxnbnDu63-quest
source: Not valid tweet link
ru: Ссылка на твит не действительна

# qni778Z1NAtYorJPwtegLW-quest
source: Not valid tweet link
ru: Ссылка на твит не действительна

# 5cYqBMsjxRstXXp3SXmeG9-quest
source: Not valid tweet link
ru: Ссылка на твит не действительна

# qGdWuT8e11AfTFWdEcdKfT-restrictionForCreationPopup
source: On some iOS devices pop-ups are blocked by default. To unblock them, go to Settings > Safari > turn the “Block Pop-ups” off and reload the page
ru: На некоторых устройствах iOS всплывающие окна блокируются по умолчанию. Чтобы разблокировать их, перейди в Настройки > Safari > выключи опцию "Блокировать всплывающие окна" и перезагрузи страницу

# 56oWL4VUpDzAiNQwJLAaLk-events
source: Online Meetup Live Stream
ru: Онлайн-мероприятие с прямой трансляцией

# shX4SCdncbMoU38f3rJnNK-events
source: Online meetup of KOLs among launchpads
ru: Онлайн-собрание KOL среди лаунчпадов

# kEoa73iupUegfER64zgavJ-quest
source: Only lowercase letters and dash allowed
ru: Разрешены только строчные буквы и дефис

# snndjuwqca9523-quest
source: Only support public groups and channels.
ru: Поддерживаются только открытые группы и каналы.

# sjdfhsj83258290sdf35-quest
source: Only support public groups and channels.
ru: Поддерживаются только публичные группы и каналы.

# pZbsFkbbUFxSdv2WXqCQgH-404
source: or has been moved.
ru: или был перемещен.

# 7SFr1PF3N9ovfemiLUzBQF-aboutUs
source: Our high-scaled analytic algorithms evaluate tons of data, generating customs reports, such as:
ru: Наши высоко-масштабные аналитические алгоритмы оценивают огромные объемы данных и генерируют индивидуальные отчеты, такие как:

# fTs2XNcZ9YoaEpjkKjijvS-ecosystem
source: Our Partners
ru: Наши Партнеры

# 1XnP4Lh9LRh8ZHfdFGGu5R-404
source: Page not found...
ru: Страница не найдена...

# 5kYhGEQGp7Eziq4rK3cF5U-quest
source: Participants
ru: Участники

# 9566818-9ee4-439a-917b-1e7426a1fe3d-alphapunch
source: Participate in giveaway
ru: Участвуй в розыгрыше

# 7NhEpeGgTfetN9QUTcZFo1-quest
source: Participate in new Quest
ru: Участвуй в новом Квесте

# 5779d5NVzRRLrESYNNxJxU-events
source: Participate in online meetup
ru: Прими участие в онлайн-встрече

# v9A8ShsgC8LVizGHy1Z6ym-events
source: Participate in Twitter Space
ru: Участвуй в Twitter Space

# saCgYX4aiM2m6BXAKNyE11-quest
source: Participating
ru: Участвую

# bqXHebW4XqLRee9KLgznRB-quest
source: PARTICIPATING
ru: УЧАСТВУЮ

# 5JMWmN1fLWPScCoPLzDAHR-quest
source: PARTICIPATING
ru: УЧАСТВУЮ

# vtaCoMiKPCJhgjx6EKU2ov-quest
source: PARTICIPATING
ru: УЧАСТВУЮ

# 9tASwTt72TswLhb3t6zPH2-account
source: Pass Two-Factor Authentication to delete your account
ru: Пройди двухфакторную аутентификацию, чтобы удалить свой аккаунт

# kxeymrKfZcX25wZK3YVCZr-auth
source: Password
ru: Пароль

# jyDejRzVNznLhyEiiyno2C-auth
source: Password
ru: Пароль

# 14heHKzKpZuLukFXiX7xYo-auth
source: Password
ru: Пароль

# sujBwMhQodbJiMdrzVBehT-auth
source: Password
ru: Пароль

# oswuTRoXQrDUVmxzsC4omF-account
source: Password
ru: Пароль

# 62Y7FvK5W5ipcik5xgQE1c-auth
source: Password is required
ru: Требуется пароль

# 8Rbk5ctLrSBHP3meh5h1iG-auth
source: Password is required
ru: Требуется пароль

# cDbV5LHLKZ5p1KQwihF5Kp-auth
source: Password is required
ru: Требуется пароль

# h13Fb521V274SQUzaZ1Yik-auth
source: Password is required
ru: Требуется пароль

# vHCKZCV83T5JQb9mBm2xBk-account
source: Password is required
ru: Требуется пароль

# qh912213-21dsjbgjiw-124nf-quest
source: Paste Address of your Smart Contract
ru: Вставь адрес вашего смарт-контракта

# jh912-21dsjbgjiw-124nf-quest
source: Paste URL link to your Smart Contract Address in Scanner
ru: Вставь URL-ссылку на адрес вашего смарт-контракта в сканер

# sdhj-jdhguh1-124-dg-quest
source: Paste Your Smart Contract Address
ru: Вставь адрес вашего смарт-контракта

# 4hQAzkK3KbzrrBACsw4257-aboutUs
source: Pay for Allocation (P4A)
ru: Плата за Аллокацию (P4A)

# cXcMixkx7uXaMwAP7wpq5Y-task
source: Perform -
ru: Выполнить -

# nm2FAHnaML8xWFAEXFwwoZ-auth
source: Phone
ru: Телефон

# hHYCQyWhMBnB86bwDDixCM-auth
source: Phone
ru: Телефон

# 3eRnL5Xt6BV2BxoyZqtCyE-account
source: Phone
ru: Телефон

# egXSWu5DzXMD5c3iVTfQvs-auth
source: Phone is required
ru: Требуется телефон
