Repository: KalpeAslan/quest-n
Catalog: front/src/locales/*/messages.po
Languages: ru

# x2JCvjWdywpdtavnNuyd5s-account
source: This field is required
ru: Это поле обязательно для заполнения

# 7TUw4Q1nSXbW4ubZRCFBas-account
source: This field is required
ru: Это поле обязательно для заполнения

# rBz47sQxiwLqWJKcDqfkYw-quest
source: This link title already exists
ru: Это название ссылки уже существует

# in9NtvyrAaDtEm7gmHBHtz-task
source: This task is unlocked when you complete all required tasks
ru: Эта задача разблокируется, когда вы выполняете все необходимые задачи

# wjvEKELxrmtDmgHueA3NZv-quest
source: Enter a Full Description...
ru: Введи полное описание...

# aHnudZXFjpBdVZsmPNvqPR-restrictionForWalletPopup
source: This wallet is already used in another account on Platform. Please disconnect it first, to use it here.
ru: Этот кошелек уже используется в другом аккаунте на Платформе. Пожалуйста, сначала отключи его, чтобы использовать его здесь.

# lkjsEDLzeM6HdDnsYaK82Mv-quest
source: Threshold of points
ru: Пороговое количество баллов

# qweas2rANgNTyFfTgMpUSA-quest
source: Threshold of points for Lucky Draw
ru: Пороговое количество баллов для Удачного Розыгрыша

# 6agg3aw5kWDy4f3dq31LWr-quest
source: Time Left
ru: Осталось Времени

# xvffgha9YXVppteDBEJ9oH-quest
source: Title
ru: Название

# sdfvfgha9YXVppteDBEJ9oH-quest
source: Title
ru: Название

# sdfsbfgha9YXVppteDBEJ9oH-quest
source: Title
ru: Название

# sdbfnfgha9YXVppteDBEJ9oH-quest
source: Title
ru: Название

# nr6QtVg3sdBxrS3pwqMpvj-quest
source: Title is required
ru: Требуется название

# 1kHuk6f1Vjth2Z9upUa8bN-auth
source: To complete follow the link that we've sent to your email
ru: Для завершения процесса перейди по ссылке, которую мы отправили на твою электронную почту

# b4wymmENt5ghhMH56Bokzx-quest
source: To complete the setup of the quest, you need to Contact our Customer Manager
ru: Чтобы завершить настройку квеста, тебе необходимо связаться с нашим Менеджером по Обслуживанию Клиентов

# c7W8WNd2PzsodMD8ZAKfe2-quest
source: To complete the setup of the quest, you need to Contact our Customer Manager
ru: Чтобы завершить настройку квеста, тебе необходимо связаться с нашим Менеджером по Обслуживанию Клиентов

# cPHvHpk7Pf21XE4MkKZvED-videoQuest
source: To continue - watch the video first
ru: Чтобы продолжить, сначала посмотри видео

# 7qKLocs5nfPZNG6BCwzGAN-events
source: to follow in 2023
ru: следить в 2023 году

# n1Q6bMAS5EGHa94Yb4xcPt-onboardingPopup
source: To get rewards – climb the quest scoreboard by earning more points, the higher place – the bigger reward
ru: Чтобы получить награды, поднимайся в таблице результатов квеста, зарабатывая больше баллов. Чем выше твоё место, тем больше награда

# dNYdzUjSxKvKig8Fy8Q1CU-account
source: to get the next referral level
ru: чтобы получить следующий реферальный уровень

# dJ59NztUfEGVtQ6frYpadk-auth
source: To Home Page
ru: На Домашнюю Страницу

# 6EXm1XsEdqvygw94anNd7Q-inviteReferralsPopup
source: To invite new AlphaGuilty users and increase your referral income, share this information.
ru: Чтобы пригласить новых пользователей AlphaGuilty и увеличить свой доход по реферальной программе, поделись этой информацией.

# 8Qej8a9wutaKrn1MnxU4iG-auth
source: To personal account ({seconds})
ru: К личному аккаунту ({seconds})

# eA1djsm53REStFouP5zxk3-quest
source: Token
ru: Токен

# mTpKPaS1fWsnDtW8hHn1yL-quest
source: Hold a Token
ru: Холдить Токен

# bkt19L49iAfJuGHXrsExdK-quest
source: Token Reward Distribution
ru: Распределение наград в токенах

source: Token Task is not completed
ru: Задача с Токеном не выполнена

# iousA9nEfRh9K8EdJbV1B2-quest
source: Tooltip message on iframe 'More about points'
ru: Сообщение с подсказкой на iframe "Подробнее о баллах"

# 26LicF2SC1MhhJkw2ygnTC-onboardingPopup
source: TOTAL
ru: ИТОГО

# dzJ3ULZQ3G2iY6ALArRaTi-quest
source: Total campaign prize pool
ru: Общий призовой фонд кампании

# rnmiLpriatYeSFoZQ1bnw3-quest
source: Total campaign prize-pool
ru: Общий призовой фонд кампании

# 57C4v3P4hommGS71KuP1dQ-quest
source: Total participants {0}
ru: Всего участников {0}

# 8JS9tKKiz9UkZEvxV8vRos-account
source: Total Referral Volume
ru: Общий Объем Рефералов

# iwYPxVg1UXRfYqmzTGvMFZ-quest
source: Trending
ru: В тренде

# 74zAVGm47mhe31qoZLcG8y-quest
source: Trending Quests
ru: Квесты в Тренде

# 9DbTmxo2jd1ebFZF6ZjdLH-task
source: Tweet
ru: Твитнуть

# huia3j5kR122D2CVkvRWXC-quest
source: Tweet on Twitter
ru: Твитнуть в Twitter

# pRhLZaNSD2wV4kB3wcGmN9-task
source: Tweet -
ru: Твитнуть -

# vutGDxbWCKGw6AfmVAd9HK-quest
source: Tweet on Twitter
ru: Твитнуть в Twitter

# 87kQJtcX6hnkWvtwEBSXf9-quest
source: Tweet text
ru: Текст Твита

# uCv3vbGLoeDM69y4AGtnWB-events
source: Twitter space online meetup
ru: Онлайн митап в Twitter space

# 4xDkBwJP7Rt3dnQgqG1heh-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# m19XCLga2ziXFTfL6JQ4sy-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# msXh1BfEBAEo6pCr8c7UED-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# e4cQtfMY9kjhcWzUCuhV2V-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# h274QFK2aSS2bqxuags4yv-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# bwztKveoWbbTJJ2YP96AGP-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# 2m6NdcY8JvNMJ9p746wVbn-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# gFDB3FjgHfmASXokhZB5ox-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# dHf5cZPqLEDfHKJ4wUon6Y-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# ijuQ1NzRB8QZR8BcPrCHJx-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# c1NBgk4E1K3kbkyuBS9MSP-task
source: Twitter task not completed
ru: Задача в Twitter не выполнена

# 4z6V2sdJpFo2AyVoodCh5P-auth
source: Two-Factor Authentication
ru: Двухфакторная Аутентификация

# gApHcEFFejpJsk7xSvjgBY-auth
source: Two-Factor Authentication
ru: Двухфакторная Аутентификация

# 15xUSkaX2AYrMSa39jBfi4-account
source: Two-Factor Authentication
ru: Двухфакторная Аутентификация

# mNfzGtFRbkDfGS6Knox6td-account
source: Two-Factor Authentication has been activated
ru: Двухфакторная Аутентификация была активирована

# uX6qSoSduMBAC2VPwQE7xa-quest
source: Updated! 🎉
ru: Обновлено! 🎉

# vjefBczXoSfV1fBVzvKnoh-quest
source: Upload a screenshot
ru: Загрузить скриншот

# jg51XBqWrncn7Simoasdc8EdM-quest
source: Upload a Screenshot
ru: Загрузить скриншот

# ae60c9d6-10d7-11ee-be56-0242ac120002-task
source: Upload Image
ru: Загрузить Изображение

# vZ9hoacHM9zUqpKfRZiQkx-shareViaSocials
source: Use my referral code {referralCode} and start making money in crypto! Let's begin our journey with AlphaQuest together!
ru: Используй мой реферальный код {referralCode} и начни зарабатывать в крипте! Давай начнем наше путешествие с AlphaQuest вместе!

# 2FEWUbAa4WGV4rbQfdfsVs-shareViaSocials
source: Use my referral code {referralCode} and start making money in crypto! Let's begin our journey with AlphaQuest together!
ru: Используй мой реферальный код {referralCode} и начни зарабатывать в крипте! Давай начнем наше путешествие с AlphaQuest вместе!

# 3V37bJtbsP63bNR8xdbM5Z-shareViaSocials
source: Use my referral code {referralCode} and start making money in crypto! Let's begin our journey with AlphaQuest together!
ru: Используй мой реферальный код {referralCode} и начни зарабатывать в крипте! Давай начнем наше путешествие с AlphaQuest вместе!

# mvQgo4KA5PRbrth6suFdGk-quest
source: User
ru: Пользователь

# s4qSYziUnp26caeF8M7acm-account
source: Username
ru: Имя пользователя

# ax59g4aBhe9eueo73WjNCx-account
source: Username
ru: Имя пользователя

# dDz4T7Zcvd3jVAGrmHC8YT-quest
source: Username
ru: Имя пользователя

# nmc33tRqRroPQav5dWYcep-quest
source: Username
ru: Имя пользователя

# x5eSPxgJsCzL6fTcrb4DB1-account
source: users
ru: пользователи

# ksq1zv82ZX9eJ8jEQ74mKK-quest
source: Users will earn points by doing tasks to get higher place in scoreboard, they will receive rewards based on their place
ru: Пользователи будут зарабатывать баллы, выполняя задачи, чтобы занять более высокое место в таблице результатов. Они будут получать награды в зависимости от своего места

# xu5DmsBJeQsgfscVDHLFau-quest
source: Using Social Power Score Algorithm
ru: Используя Алгоритм Социальной Оценки Мощности

# gG7wG9iYzSRdr9k341N4G1-quest
source: Using Social Power Score Algorithm
ru: Используя Алгоритм Социальной Оценки Мощности

source: Value Holder Task is not completed
ru: Задача "Value Holder" не выполнена

# u87AvGkh5augMQR49f5bCs-account
source: Verification accounts
ru: Подтверждение аккаунтов

# pFEhMYPFLeoXYB8oBct9yD-quest
source: Verify role in Discord server
ru: Подтверди роль на сервере Discord

# b4786418-e7d4-11ed-a05b-0242ac120003-task
source: Verify task
ru: Подтверди задачу

# e88dw56y8RpVuaJdRR4iQB-disclaimerPopup
source: View more
ru: Посмотреть больше

# c7JQnsr9JcV29gFvFXhk66-quest
source: View Scoreboard
ru: Просмотреть Таблицу Результатов

# ag1VB215TFL3hG4kiByxZk-quest
source: Visit a Page
ru: Посетить страницу

# v1eiz4aCYiLtRdnrxwDfzW-task
source: Visit Site
ru: Посетить страницу

# qyabwSKtBaGtXzacjJraHz-task
source: Visit Site
ru: Посетить страницу

# bAfQQx1UFKxLx3FQ2wLkJu-quest
source: Visit the website
ru: Посетите веб-сайт

# uNEY6BWWTYQbhddcLdasddfs4roYu-quest
source: Visit the website
ru: Посетите веб-сайт

# tzwsshFjU9txgojYRmH5fa-quest
source: Visit the website and get your points!
ru: Посети веб-сайт и получи баллы!

# dgdghdkfgdhfgjkQWRER-quest
source: Visit the website and get your points!
ru: Посети веб-сайт и получи баллы!

# dfznLcfBv97VTP27maqxW4-signWalletPopup
source: Waiting for signature
ru: Ожидание подписи

# b47868a0-e7d4-11ed-a05b-0242ac120003-task
source: Wallet:
ru: Кошелек:

# f9HpiocUqqWMGzBFoA1viL-sidebar
source: Want to Boost community of your Project?
ru: Хочешь Увеличить сообщество твоего Проекта?

# cR7ZbuK3X7qUvKw19ogzbT-events
source: Watch Now
ru: Смотреть Сейчас

# 27SrdWUfDXkJjYsUMWpRM1-quest
source: Watch the video on YouTube
ru: Смотреть видео на YouTube

# ha8RDQwY6Vtu3rpbL5mE7J-quest
source: Watch the video on YouTube and get your points!
ru: Посмотри видео на YouTube и получи баллы!

# sdfsdjhgsjgkWETE-quest
source: Watch the video on YouTube and get your points!
ru: Посмотри видео на YouTube и получи баллы!

# sdjGshYeKKXLEU25fNUvQW-quest
source: Watch a video on YouTube
ru: Смотреть видео на YouTube

# hcEVZGpjFzzNMcG8WJdc5u-createQuestPopup
source: We are currently working on this functionality. If you want to create your quest setup call with our CBDO
ru: Мы в настоящее время работаем над этой функциональностью. Если ты хочешь создать настройку своего квеста, свяжись с нашим CBDO

# gpyUsrZJc3keF9X93Qde2o-aboutUs
source: We are developing a robust and community-driven cross-chain marketplace to boost our primary and secondary markets. Trading virtual assets have never been so easy.
ru: Мы разрабатываем надежный и ориентированный на сообщество кросс-чейн маркетплейс, чтобы усилить наши первичные и вторичные рынки. Торговля виртуальными активами никогда не была такой простой.

# jsdyfasdu1287fdb-124fbusy23-quest
source: We couldn't find this contract address. Please try again or use the Load from link mode.
ru: Мы не смогли найти этот адрес смарт-контракта. Пожалуйста, попробуй еще раз или используй режим "Загрузить по ссылке".

# jsdyfu1287fdb-124fbusy23-quest
source: We couldn't find this link. Please try again or use the manual entry mode.
ru: Мы не смогли найти эту ссылку. Пожалуйста, попробуй еще раз или используй режим ввода вручную.

# gC36Xc9dvAnVEBR5EiW7mS-aboutUs
source: We created absolutely new P4A model, which allows users to participate in sales without giveaways, lotteries or just dumb luck.
ru: Мы создали абсолютно новую модель P4A, которая позволяет пользователям участвовать в сейлах без розыгрышей, лотерей или просто случайного везения.

# 2Q9rrj5dYBntK3QxNRCo2Z-ecosystem
source: We developed an easy and secure way to provide allocations to all our users. A sophisticated scoring system allows all investors to get an allocation in our presales.
ru: Мы разработали простой и безопасный способ предоставления аллокаций всем нашим пользователям. Сложная система оценки позволяет всем инвесторам получить аллокацию в наших пресейлах.

# eMxp1jHwyZ7xRCixgfg7Fd-restrictionForCreationPopup
source: We have disconnected your discord account due to inactivity, please reconnect it
ru: Мы отключили твой аккаунт Discord из-за неактивности. Пожалуйста, подключи его заново.

# gyerfstvv-quest
source: Website URL
ru: URL веб-сайта

# hm2DXFJFEv5odqUbANPHtj-events
source: WEDNESDAY, SEPTEMBER.7
ru: СРЕДА, 7 СЕНТЯБРЯ

# k4yXGf7CgmaA1mXdZSvyTK-OnlineEvent
source: Welcome
ru: Добро пожаловать

# prYrDvTiVsiL3Bm9htyU75-account
source: Welcome
ru: Добро пожаловать

# aPzB2U5TGRex6skA1civ6r-signWalletPopup
source: Welcome to AlphaGuilty!
ru: Добро пожаловать в AlphaGuilty!

# 8NUYxN7BbQip3Zd6Xf4LVs-onboardingPopup
source: Welcome to AlphaQuest
ru: Добро пожаловать в AlphaQuest

# d4W2sHUFBRvqGhCJDEP5ga-account
source: which ends on {userPhone}
ru: который заканчивается на {userPhone}

# aL965eSRMBmfSmpyk82HAM-account
source: which ends on {userPhone}
ru: который заканчивается на {userPhone}

# uuvmkQsrMwuqvhiWGWjWMP-ecosystem
source: White-label services to create blockchain startup or presale from scratch
ru: Услуги белой метки для создания блокчейн-стартапа или пресейла с нуля

# gU4V7Gaeuwnyvh6L73oPS1-quest
source: Whitelist
ru: Вайтлист

# 9x5RKnfuSgBkcgfP95WTEU-landing
source: Win AG Tokens
ru: Выиграй Токен AG

# cEFofcFqDnupgDaPVpDXT6-auth
source: Wrong code
ru: Неправильный код

# 8ZHg7tzFepvdK3oNEHssLK-account
source: Wrong code
ru: Неправильный код

# 46KaKr3XefCJkGcdwJD7ST-account
source: Wrong code
ru: Неправильный код

# uJ9SNSmULAsFTTLLysE3SK-account
source: Wrong code
ru: Неправильный код

# kWSA5D65f9YVJHYFACih6C-auth
source: Wrong Code
ru: Неправильный код

# nvhakh73294dfgiqg-quest
source: You can ask users to complete a specific task and verify its completion by providing a screenshot as proof
ru: Ты можешь попросить пользователей выполнить определенную задачу и подтвердить ее выполнение, предоставив скриншот в качестве доказательства

# sdfsdfy20004WER-quest
source: You can ask users to complete a specific task and verify its completion \n by providing a screenshot as proof
ru: Ты можешь попросить пользователей выполнить определенную задачу и подтвердить ее выполнение, \n предоставив скриншот в качестве доказательства

# 1xhALd92MJ3ZZwpW4wvXQG-quest
source: You can ask users to complete a specific task and verify its completion by providing a screenshot as proof
ru: Ты можешь попросить пользователей выполнить определенную задачу и подтвердить ее выполнение, предоставив скриншот в качестве доказательства

# sjhvsdbvyasdq-quest
source: You can ask users to complete a specific task and verify its completion by providing a screenshot as proof
ru: Ты можешь попросить пользователей выполнить определенную задачу и подтвердить ее выполнение, предоставив скриншот в качестве доказательства

# co3bK6CCwq3EgtpzPUgE5f-quest
source: You can choose the types of prizes and set the amount for each type
ru: Ты можешь выбрать типы призов и установить количество для каждого типа

# 9356bnj-14dt-11ee-be56-0242ac1200fd-quest
source: You can’t add more than 5 answer options
ru: Ты не можешь добавить более 5 вариантов ответа

# jZGfKbg2zB8zPGUVLHgWPL-account
source: You did {totalTasks} Tasks in {totalProjects} Projects
ru: Ты выполнил {totalTasks} задач в {totalProjects} проектах

# 6ePxzudGSufgX3RUEz87oq-account
source: You get max <0>{currentProfit}%</0> of AQ tokens from your referral volume <1>{monthlyGroupVolume} AQ</1>
ru: Ты получаешь максимально <0>{currentProfit}%</0> токенов AQ от твоего объема рефералов <1>{monthlyGroupVolume} AQ</1>

# udygusmo1FhT1utFj8EggJ-task
source: You have completed not enough tasks in the partner’s project
ru: Ты выполнил недостаточно задач в проекте партнера

# 6wpNXf3s9h9CwMMS3CQtgb-auth
source: You have reached login attempt limit.
ru: Ты достиг лимита попыток входа.

# 4cHgjF6SeuoHK8dQHdYjCt-account
source: You have reached login attempt limit.
ru: Ты достиг лимита попыток входа.

# wwMczzboST9VRB1BGkW1qe-quest
source: You haven't participated in any projects
ru: Ты не участвовал в каких-либо проектах

# pQjzq29HM8YhXeqkirc5H8-quest
source: You haven't participated in any projects
ru: Ты не участвовал в каких-либо проектах

# 5wbPLYyYXukiehkm87orpQ-account
source: You haven't started yet
ru: Ты ещё не начал

# pddnp1HxJJCD7hpL7pom5q-account
source: You need
ru: Тебе нужно

# xjvDVmZeA5U6qmKK1dTkuV-onboardingPopup
source: You’ve already completed your first task by registering on site and got first 20 points.
ru: Ты уже выполнил свою первую задачу, зарегистрировавшись на сайте, и получил первые 20 баллов.

# 5cjVhG2jwwgRxvghi2um4G-disconnectWalletPopup
source: Your account is created via wallet, if you disconnect it you will be logged out from account
ru: Твой аккаунт создан через кошелек, если ты его отключишь, будет произведен выход из аккаунта

# hHZEUpKeY3jT5UUTtt7A69-task
source: Your answer
ru: Твой ответ

# ccnwiTsPwZ7t2t6yDFNrvN-task
source: Your answer
ru: Твой ответ

# ww2cQjFRjHCGQXjWE1NN3n-task
source: Your answer
ru: Твой ответ

# eGbde6gmod2WJGiabMgdJV-task
source: Your answer \"{0}\" is incorrect, try again
ru: Твой ответ "{0}" неверен, попробуй еще раз

# mqwBu56x8iecyzdupxUaeN-task
source: Your answer "{0}" is incorrect, try again
ru: Твой ответ "{0}" неверен, попробуй еще раз

# 3d8wZ84XncGzFB5wjTxNtx-task
source: Your answer "{0}" is incorrect, try again
ru: Твой ответ "{0}" неверен, попробуй еще раз

# xkbHGTAbdoa1vrVjievEC5-task
source: Your answer "{0}" is incorrect, try again
ru: Твой ответ "{0}" неверен, попробуй еще раз

# 7H5kX1Ak2Pad8jziJ9wGUM-referralPopupResult
source: Your attempt to join the referral program is unsuccessful. Try to start your own program and invite friends.
ru: Твоя попытка присоединиться к реферальной программе не удалась. Попробуй создать свою собственную программу и пригласить друзей.

# i3pxDZ8Ax4175vEa33BjSs-task
source: Your email
ru: Твоя электронная почта

# uyd3NE9evCG4QkitdZzAPF-task
source: Your email
ru: Твоя электронная почта

# 9F5oTWWR7kzyEygetn5Pt8-account
source: Your friends complete tasks to earn tokens. The more tasks they’ll complete, the bigger % of profits you'll get
ru: Твои друзья выполняют задачи, чтобы заработать токены. Чем больше задач они выполняют, тем больший процент прибыли ты получишь

# d7H3ejdsWJvopAnNhX76p3-task
source: Your phone
ru: Твой телефон
