Repository: KalpeAslan/quest-n
Catalog: front/src/locales/*/messages.po
Languages: ru

# vXXGD4dvCV1PAKFJQRGepk-auth
source: Phone is required
ru: Требуется телефон

# qSdAXFy4RYGAXU3RzvAm7J-account
source: Phone is required
ru: Требуется телефон

# uMRi8AUM8N248JRsTh63E9-auth
source: Phone Number
ru: Номер телефона

# fane9esHbJS3gR1eoWZ2uv-account
source: Phone Number
ru: Номер телефона

# fvgW6TsMGtKB7EBdwVqzqD-auth
source: Phone Verification
ru: Подтверждение телефона

# kuUUPQ2YccsVL8LuippkS2-quest
source: Pick the correct answer
ru: Выбери правильный ответ

# spLriCh95eo5wgSBCCK1rB-quest
source: Place
ru: Разместить

# k7JJjE1M5MGNHs8ik5HRcN-quest
source: Place from
ru: Разместить из

# wvtZgcge61j8g35TAwKwcQ-quest
source: Place to
ru: Разместить в

# wm1fXwdAieWzGQD5WRs3Nn-task
source: Play
ru: Играть

# rn1ThBRDFntUMW6vRJnoSF-walletLogin
source: Please confirm the authorization in your e-wallet
ru: Пожалуйста, подтверди авторизацию в своем электронном кошельке

# 86a8k5dksA2KjXXzyPmTpd-auth
source: Please enter a valid email
ru: Пожалуйста, введи действительный адрес электронной почты

# hEfrRVZPusjeBnE3gbRQSZ-auth
source: Please enter a valid email
ru: Пожалуйста, введи действительный адрес электронной почты

# 7Kz7jbf7WkLsYoqNCXiy5R-account
source: Please enter a valid email
ru: Пожалуйста, введи действительный адрес электронной почты

# 3n6iX9MWU5DUse7vkPgr3e-auth
source: Please enter your authentication code
ru: Пожалуйста, введи свой код аутентификации

# 2tvr1ot8bEmgtfTiDaZwGw-account
source: Please enter your authentication code
ru: Пожалуйста, введи свой код аутентификации

# 2e7ckKwv5C7r8Z4ayDVQp6-disclaimerPopup
source: Please note that AlphaGuilty is an open Quest platform and we only do preliminary verification of spaces.
ru: Обрати внимание, что AlphaGuilty является открытой платформой для Квестов, и мы проводим только предварительную проверку пространств.

# dsjhfksdtfesnv-2837894hf-quest
source: Please provide a valid address
ru: Пожалуйста, предоставь действительный адрес

# dsjh23fksdhfj-2837894hfdd-quest
source: Please provide a valid Link to the smart contract
ru: Пожалуйста, предоставь действительную ссылку на смарт-контракт

# bAxEiGXD78hDM37zmgafCC-signWalletPopup
source: Please sigh the message in your wallet<0/>to complete the authentication process.
ru: Пожалуйста, подпиши сообщение в своем кошельке<0/>, чтобы завершить процесс аутентификации.

# 5rNtWHFStAqFggdQmi3cun-auth
source: Please try again in 24 hours
ru: Пожалуйста, повтори попытку через 24 часа

# hgZxibAHsagRWnHmmfroHw-account
source: Please try again in 24 hours
ru: Пожалуйста, повтори попытку через 24 часа

# 2Wjiu7ReFo7QoRh9iGygQ9-restrictionForCreationPopup
source: Please, open <0>alphaguilty.io</0> in your system browser. We can't guarantee the proper functioning while you're using in-app browser.
ru: Пожалуйста, открой <0>alphaguilty.io</0> в браузере твоей системы. Мы не можем гарантировать правильную работу, если ты используешь встроенный браузер.

# ew3koWNz9qcSLS3po6UFQ2-quest
source: Points
ru: Баллы

# bcwWzwEfcXQfyropFUGpUd-getReward
source: POINTS
ru: БАЛЛЫ

# bZaGrvEpBk6DwiqKEB1EHx-quest
source: Preview
ru: Предпросмотр

# vCkZzowR9HW8WtsNDwcSMU-cookiePopup
source: privacy policy
ru: политика конфиденциальности

# r2rRztxfoeDeXVCZCLbLT1-footer
source: Privacy Policy
ru: Политика Конфиденциальности

# k61MGCL9i89p9eSPzKZvac-events
source: Private Discord group
ru: Частная группа в Discord

# 48Cb8LTZzshfwhPuMoZjkk-events
source: Private Discord group
ru: Частная группа в Discord

# rfwMPofLFGTLHdzucZZ7Vp-footer
source: Product
ru: Продукт

# 83zJUBJ7c7nVR69Asyfxvf-sidebar
source: Project Profile
ru: Профиль Проекта

# cSHN7PRLKRH3kx92Tyn1WD-aboutUs
source: Projects vitality rate
ru: Процент жизнеспособности проектов

# vvBeMwyQm97G8P4kaZPCdC-aboutUs
source: Proof of Allocation (PoA)
ru: Подтверждение Аллокации (PoA)

# 5skMKKbk8vZR7kJPTQFL8h-quest
source: Provide an open-ended question that users can respond to
ru: Предоставь открытый вопрос, на который пользователи могут ответить

# asgSBYmCc9E6ccegZRAkKz-quest
source: Provide an open-ended question that users can respond to
ru: Предоставь открытый вопрос, на который пользователи могут ответить

# xeQ4SGmDBVtzDZ5Rt3peT8-OnlineEvent
source: Q&A Session
ru: Сессия вопросов и ответов

# manDtVMCdmACJQ1FXbq6rJ-quest
source: Quest completed
ru: Квест завершен

# hvshyAPeuCK3g5YRrp4RqM-quest
source: Quest created
ru: Квест создан

# 5oqPLw7LSg6KgZQomprpiv-quest
source: Quest preview image
ru: Изображение предпросмотра квеста

# rMGRhsWr2bz5BfUc8eRrbG-quest
source: Quest reward management
ru: Управление наградами Квеста

# maDxrMAGbFuFj3ojXPxgWE-quest
source: Quest Type
ru: Тип Квеста

# bTGsdgyckFLcLbjCxbjwGQ-quest
source: Quest updated
ru: Квест обновлен

# 9MhzK6SBA5xjPqxvZs5jNd-quest
source: Quest URL (It cannot be changed after creation)
ru: URL Квеста (его нельзя изменить после создания)

# 38bvCvUvew45XDR2CAqYa4p-quest
source: Question with a specific answer, e.g.: How many countries there are in the world? 1. 100 2. 200 3. 195 Note: participants may answer in different ways, e.g.: “3”, “3.”, “195”, etc.
ru: Вопрос с конкретным ответом, например: Сколько стран в мире? 1. 100 2. 200 3. 195 Примечание: участники могут давать ответы разными способами, например: "3", "3.", "195" и так далее.

# ajkRBToPe87vcobmYFtW3p-landing
source: Quests
ru: Квесты

# 6ui2qMUz9Q5K6m3oiisq47-landing
source: Quests
ru: Квесты

# tJB5nfC4rzo9bLB2kctitk-landing
source: Quests
ru: Квесты

# jjwXo7RuT6cymY5Y7tf7hX-quest
source: Quests
ru: Квесты

# 5cnt1SspSKyAC1xAMCqJWH-sidebar
source: Quests Control Panel
ru: Панель Управления Квестами

# esB2u2k2y6Aq1DcJZJxMEK-quest
source: Quests Creating
ru: Создание Квестов

# 51VisotSMPvnpfoJ7J4TM1-quest
source: Quests Edit
ru: Редактирование Квестов

# x8JrjE9AYY3hE9DniVVvBY-quest
source: Quests you participate in
ru: Квесты, в которых ты участвуешь

# hwm3RhDULAAPwmTBund5zX-quest
source: Quiz
ru: Викторины

# 41XQRgSrny8Q9Q2UfHxT3Z-quest
source: Quote Retweet on Twitter
ru: Цитировать твит на Twitter

# 6bX1TDBQS1BH1AW4ZNGHV3-quest
source: Quote Retweet on Twitter
ru: Цитировать твит на Twitter

# 4GtFkGqYtAGxmgX9wyVjSQ-quest
source: Quote Retweet the tweet on Twitter and get your points!
ru: Процитируй твит на Twitter и получи свои баллы!

# qwsPZTLNSi1AMdh6ZDFC-quest
source: Quote Retweet the tweet on Twitter and get your points!
ru: Процитируй твит на Twitter и получи свои баллы!

# jHYCadogTmG88pbTvEQorK-account
source: Rank
ru: Ранг

# vFZ2Je8Lzc2hNUBeAeWvvf-account
source: Rank
ru: Ранг

# cWaMFdxCHPgSxh14EuV6Mq-account
source: Rank
ru: Ранг

# q9vLuVMo25aLvXscKUp3T4-account
source: Rank
ru: Ранг

# 2x6xrUF7ikXZVMWx8Vz9AV-quest
source: Read a Medium article
ru: Прочитать статью на Medium

# u52QGrgcMxfBjR6XNv9tHw-quest
source: Read our Medium article and get your points!
ru: Прочитай нашу статью на Medium и получи баллы!

# fjhgutrytRITO-quest
source: Read our Medium article and get your points!
ru: Прочитай нашу статью на Medium и получи баллы!

# 18a40458-19a1-11ee-be56-0242ac120002-quest
source: Refer a friend
ru: Пригласить друга

# 18a40692-19a1-11ee-be56-0242ac120002-quest
source: Refer a friend
ru: Пригласить друга

source: Referral
ru: Реферал

# 9SscYTDvghUzTeVqpo3ExJ-account
source: Referral
ru: Реферал

# pC57hkfkkT14Tu9B8DVWXW-account
source: Referral code
ru: Реферальный код

# 2SaXnHP3uvHyAWdV8vs9Eu-account
source: Referral Income by Month
ru: Реферальный Доход по Месяцам

# vaBZ8mCHX8Mbyp7BTu3w11-referralPopupResult
source: Referral invite error
ru: Ошибка в приглашении реферала

# dfdBK9rFK9fUcHbsTKjdkS-account
source: Referrals
ru: Рефералы

# 56094afe-78f9-4f4a-af32-963d3a55e32b-alphapunch
source: Register
ru: Зарегистрироваться

# 18086c13-6b65-4a11-a045-3623167f92db-alphapunch
source: Register Now
ru: Зарегистрируйся Сейчас!

# 3dkqSNXKY9Bc1LecA5Dong-landing
source: Register now and get crypto easily
ru: Зарегистрируйся сейчас и легко получай крипту

# vAieW1awGwQ4u1GtYx9VVg-landing
source: Register to start multiplying your earnings
ru: Зарегистрируйся, чтобы начать увеличивать свой доход

# mfXF95BaTtpFCwTM4Efdid-task
source: REJECTED
ru: ОТКЛОНЕНО

# 5XzQ5PT3Dg5iSL2gM6CUy7-errorBoundaryBlock
source: Reload the page
ru: Перезагрузи страницу

# 43ZbzNzr1iQaYjQMVozLNh-quest
source: Remove
ru: Убрать

# ozJUpoA8B33zYhoo2aUtN5-task
source: Required Task
ru: Обязательная задача

# sxPN7TjK4JUUUm4b2EjF82-task
source: required tooltip
ru: необходимая подсказка

# db4bxgNyLAGbP6ya9SctC2-signWalletPopup
source: Resend <0>Signature</0>
ru: Отправить повторно <0>Подпись</0>

# jzQPiYAVtwMcAwMfJiAZu9-auth
source: Resend Code
ru: Отправить Код Повторно

# hKXLn5dEV5o8NmwAEc9YmG-account
source: Resend Code
ru: Отправить Код Повторно

# jKfJ6uHdGHxKtM6a4CPvms-account
source: Resend SMS code
ru: Отправить SMS-код повторно

# 6i8t3Eiq3Cua45K73dJDf8-quest
source: Reset filters
ru: Сбросить фильтры

# enkE93u9uPvnqECYhvcycL-quest
source: Reset filters
ru: Сбросить фильтры

# aq6s9wXEAArn5VV2VZCtFS-restrictionForCreationPopup
source: Restriction for connection
ru: Ограничение на соединение

# wggvoP9kZfKvRiEzohJruF-restrictionForWalletPopup
source: Restriction for connection
ru: Ограничение на соединение

# hpHE89KJ5mPvSaziVLnPnA-quest
source: results found for
ru: результаты найдены для

# cnZ2X7h2vS6Umuep9WV9bq-quest
source: Return to the previous step
ru: Вернуться к предыдущему шагу

# 5iDLNBAqVBremFkQYciqRV-quest
source: Return without saving
ru: Вернуться без сохранения

# tVrHbwTLuJxLAirGBkPpfB-task
source: Retweet
ru: Ретвит

# fpTLWXgsWtHdhQueBr6USw-task
source: Retweet
ru: Ретвит

# 7mFhTCDKRNrGBoRH8bJ4Lk-quest
source: Retweet a Tweet
ru: Ретвитнуть Твит

# h6nUWtFQko1nNbqwWKfmWc-task
source: Retweet -
ru: Ретвит -

# uSQttU5LkHPHQtd3CTTHet-task
source: Retweet -
ru: Ретвит -

# owf5JWsXdBYryjDVyyqmSq-quest
source: Retweet a Tweet
ru: Ретвитнуть Твит

# 9a1NArV11X1st1HTbtkyjz-quest
source: Retweet our tweet on Twitter and get your points!
ru: Ретвитни наш твит на Twitter и получи баллы!

# dfysvPZTLNSi1AMdh6ZmJj-quest
source: Retweet our tweet on Twitter and get your points!
ru: Ретвитни наш твит на Twitter и получи баллы!

# 24XeTDhPLXfuNRnf1kEdvu-task
source: Retweets: {0}
ru: Ретвиты: {0}

# hRWqjUSm6Gjs521VUcJguu-quest
source: Rewards
ru: Награды

# 6gvXwvDxc9Yp5AisyT7Kfn-quest
source: Rewards
ru: Награды

# 2LHaidE31zG4UtkABc3LgQ-quest
source: Rewards are required
ru: Требуются награды

# ihFCr2VHdhYLncoa38Yvv6-quest
source: Rewards for completion
ru: Награды за завершение

source: Rewards percentage are required
ru: Требуется процент наград

# nSUYrJqjXfsPXVrzkZ4TNj-quest
source: Verify role in Discord server
ru: Подтверди свою роль на сервере Discord

# p6zsmAiBtJJkzvapWypZaa-quest
source: Role ID
ru: ID роли

# hzzY5UyMjcASwVbwPULm8f-quest
source: Role name
ru: Название роли

# 5CDH3K2H1sjJ1kCpfB6rzg-aboutUs
source: Scam score
ru: Оценка мошенничества

# 2uWKVRjXNrhAMaKRqXURZo-walletsPopup
source: Scan with WalletConnect to connect
ru: Отсканируй с помощью WalletConnect, чтобы подключить

# aMjnXgp8VHdD4qZ9YKuQgW-createQuestPopup
source: Schedule Call
ru: Запланировать Звонок

# bJRxw9uAkb6mKsDzxu6ZEZ-quest
source: Scoreboard
ru: Таблица результатов

# bq9dUBx3UaTQvWiY9vpCGA-quest
source: Scoreboard
ru: Таблица результатов

# 8qKhC7nFzGfamtUWmk3nfc-quest
source: Scoreboard
ru: Таблица результатов

# vyys9NEf6sZe5SWhwwgpkd-searchInput
source: Search
ru: Поиск

# isxKGDM4GNazMYC5hnyDDN-account
source: Send
ru: Отправить

# 63627prHESyz4UH5DVmA4s-account
source: Send
ru: Отправить

# tjZVpscrCfk2Hyfw2LrdpF-account
source: Send
ru: Отправить

# 8rjgkY6UYN1NqBMSZu6zvC-account
source: Send
ru: Отправить

# fnfjQadZ7aW9F9vD1qZhqQ-account
source: Send
ru: Отправить

# v9VkhzYw3MpLU3CfSSM6LK-account
source: Send
ru: Отправить

# 1PY7Funz9phnYYdWUnWEjF-task
source: Send answer
ru: Отправить ответ

# nBaikuNia3KqysHSL8PP6j-task
source: Send answer
ru: Отправить ответ

# h19Pjyeu4Kyq7f1dviWHfF-task
source: Send answer
ru: Отправить ответ

# 9LrvVNWu1ySKVSgAs1k5Ca-task
source: Send answer
ru: Отправить ответ

# 1tnMcAs18Js8HyLCgoDWsH-auth
source: Send Code
ru: Отправить код

# c6z39qEc4EhbjeDjLFEmab-account
source: Send code to your current phone number
ru: Отправь код на твой текущий номер телефона

# 5vNLbYt5WLZCG8oxEBkLZk-account
source: Send code to your current phone number
ru: Отправь код на твой текущий номер телефона.

# mtEwg1sbv6aNGjy34sQPDX-task
source: Sending answer
ru: Отправка ответа

# 4Wqyu6ZtTutMxS6yHXqLT3-quest
source: Set Up
ru: Настроить

# k1Q9ja9zbKaNFDH71CDd9A-share
source: Share
ru: Поделиться

# fJWwcwvGAoMksj1bBa5HVf-share
source: Share
ru: Поделиться

# 57iDdj85nMvNkSsGGFo6wQ-share
source: Share on Facebook
ru: Поделиться на Facebook

# 1c7SdXfjnrfwS55nME1pXd-share
source: Share on Linkedin
ru: Поделиться на Linkedin

# kzsV7FcSkak1Mc1cxdrjYV-share
source: Share on Reddit
ru: Поделиться на Reddit

# ja6gJmpQtHgNLrfNrZnZ75-share
source: Share on Twitter
ru: Поделиться на Twitter

# qnyCwVFpodyzEKnsoSkJka-account
source: Share the referral link. Invite your friends to Sign Up
ru: Поделись реферальной ссылкой. Пригласи своих друзей зарегистрироваться

# 2df5k1XnjM3GUGUyLHCjak-shareViaSocials
source: Share via social
ru: Поделиться через социальные сети

# bNYbcnfeMqC1AyzVqTkGnW-quest
source: Show how Apey you are on our Discord! Engage in conversations, level up to the $roleName$ and get your points!
ru: Покажи какой ты движовый в Discord! Участвуй в общении, повышай свой уровень до роли $roleName$ и получай свои баллы!

# ghjtPZTLNSi1AMsdh6ZSDFHG-quest
source: Show how Apey you are on our Discord! Engage in conversations, level up to the $roleName$ and get your points!
ru: Покажи какой ты движовый в Discord! Участвуй в общении, повышай свой уровень до роли $roleName$ и получай свои баллы!

# h6Z8zz9E5dXcNffkQ4JbY7-UI
source: Show more
ru: Показать больше

# qRnEPycBDwdnvMtDCBs6Qq-quest
source: Show more
ru: Показать больше

# 6drtUGvHZesucV6JoBfmV9-filterWrapped
source: Show Results
ru: Показать Результаты

# kwGvCMN8H5Lje3UydieFfc-signWalletPopup
source: Sign Message
ru: Подпиши сообщение

# 4Sj4f37PWQuzfJih2FuwVR-signWalletPopup
source: Sign Message
ru: Подпиши сообщение

# 6fp3BiH6XH91EqytRRWeqM-account
source: Sign Up
ru: Зарегистрироваться

# kX7eoadmStH5EMphLhHkxZ-task
source: Sign Up or Login
ru: Зарегистрироваться или Войти

# qhDqBGf6kLUBTTXbKjZi8e-quest
source: Sign up via Email or Phone
ru: Зарегистрироваться через Электронную Почту или Номер Телефона

# 2k3cJbg3S4nQm8jFpwFJpP-onboardingPopup
source: Sign Up via Email or Phone
ru: Зарегистрироваться через Электронную Почту или Номер Телефона

# buwXZrSAZHG8MdN3jGo8AT-account
source: Sign Up via Email or Phone
ru: Зарегистрироваться через Электронную Почту или Номер Телефона

# 1ptndVrUZDxfAMxbdXSD2S-auth
source: Sign Up With
ru: Зарегистрироваться Через

# pshNxoKyZ74PEoDVgbtput-quest
source: Sign Up With
ru: Зарегистрироваться Через

# vEc1dwKcCyMm3WqquQqvBZ-aboutUs
source: Simply stake enough of $ALPHAG tokens to get into an investment tier. The more tokens the higher the tier, the higher the allocation you get.
ru: Просто стекай достаточное количество токенов $ALPHAG, чтобы попасть в инвестиционный уровень. Чем больше токенов, тем выше уровень, и тем выше аллокация тебе доступна.

# w2TreKBfNvVu4iQsdXVs2F2j-quest
source: Smart contract address
ru: Адрес смарт-контракта

# dBvQq5oZKJVyHFsdgVQ295w-quest
source: Smart Contract Address
ru: Адрес смарт-контракта

# vfjsskdjf-2837894hf-quest
source: Smart contract address is required
ru: Требуется адрес смарт-контракта

# dfkgj9232340-46sfnsdj-quest
source: Smart Contract Link is required
ru: Требуется ссылка на смарт-контракт

# ogwQodybexuRZcNWEWXZGN-OnlineEvent
source: Smart investment mechanics of tomorrow
ru: Умные механизмы инвестирования завтрашнего дня

# pXEQSxsY3FEAxKTDXGPKjv-auth
source: SMS with the code will be sent to a phone number ending with
ru: SMS с кодом будет отправлено на номер телефона, заканчивающийся на

# pVzJX7JAnGdhPFuhfEdher-auth
source: SMS with the code will be sent to a phone number ending with
ru: SMS с кодом будет отправлено на номер телефона, заканчивающийся на

# qweAGTAbdoa1vrVjiev3ff-task
source: Something is wrong, try again
ru: Что-то не так, попробуй еще раз

# e7QgPesfsdasdafb51bnqfufvkpDEPU-quest
source: Something went wrong! Please try again later
ru: Что-то пошло не так! Пожалуйста, попробуй позже

# vnjL9sxPW573CwE7TP6UN9-quest
source: Soon
ru: Скоро

# aSnyqaL9YjWBxuzwDdwArs-sidebar
source: SOON
ru: СКОРО

# uPczBPtckRqEM4Ad7Uhdrx-sidebar
source: SOON
ru: СКОРО

# oxeThwP1JQjrwkkqmwM3Ws-aboutUs
source: SOON
ru: СКОРО

# aUYVTsfm1Kd2Gh8M6Jq9Mc-quest
source: SOON
ru: СКОРО

# h9L83gvwZZm6VkqxLK3vLe-quest
source: SOON
ru: СКОРО

# hxBQnbuaXh9uETdHWJaRZ5-quest
source: SOON
ru: СКОРО

# 9GNbvbrgimkVyTamhPqZb4-quest
source: SOON
ru: СКОРО

# kYLqKZ4piEUvWyxaSG6DdP-404
source: Sorry, the page you are looking for doesn't exist
ru: Извини, страницы, которую ты ищешь, не существует.

# 3a9MN1TGvtFsPkwcqdY7ZS-aboutUs
source: Staking
ru: Стекинг

# 2LjhM6GmWTcjCf1Un1LuGr-quest
source: Standard
ru: Стандарт

# brCbKrhZTGq9G9KNpvadeD-quest
source: Start Date
ru: Дата начала

# 1art8A1MW8vnzu9KX2xMjF-quest
source: Start date is required
ru: Необходима дата начала

# 4q8JqPwaWoSXaNQVmDbeTt-referralPopupResult
source: Start earning
ru: Начни зарабатывать

# nbBoUbmuCqHJq3tajLeyfL-landing
source: Start earning
ru: Начни зарабатывать

# 3LfRbQSj7fuS83KUNV2bZD-landing
source: Start earning
ru: Начни зарабатывать

source: Status
ru: Статус

# 3D6vmoxgELtixF5VxEVUyJ-quest
source: Statuses
ru: Статусы

# h2jGPsWHberFZrDy9Nht8L-auth
source: Submit
ru: Отправить

# 4vSPkvasGMPbrFWUgjEsdH-account
source: Submit
ru: Отправить

# 4szFQtRUiUCNSj6kgM6fGK-footer
source: Subscribe to our newsletter
ru: Подпишись на нашу рассылку

# kuSGMe3swN1J6nFKippNts-quest
source: Suggest.
ru: Предложить.

# xm1Qz3TG57BKT9AtxfsbCm-quest
source: Take a Survey
ru: Пройти Опрос

# 97cd48b0-8cf9-4d1e-8f27-9865a7b86446-alphapunch
source: Support Ukrainian boxing and our ambassador
ru: Поддержи украинский бокс и нашего амбассадора

# o6njkFA9YzqNNax99uwo61-quest
source: Take a Survey
ru: Пройти Опрос

# edVJSvRZpZprHxtNfFE79P-landing
source: Take Discord roles
ru: Получи роли в Discord

source: Task is not completed
ru: Задача не выполнена

source: Task is not completed
ru: Задача не выполнена

source: Task is not completed
ru: Задача не выполнена

# v7Gf5sF44rWBDmRvcd9gQ3-quest
source: Tasks
ru: Задачи

# 94sbbfWwGJLsHZpy8Qkaqa-quest
source: Tasks are disabled, to make them available, please login
ru: Задачи отключены. Чтобы сделать их доступными, пожалуйста, выполни вход

# byMV5cHHJRajbWZuqyrPTZ-task
source: Telegram task not completed
ru: Задача в Telegram не выполнена

# nT6ai182i11AKxs55T4jXR-quest
source: Tell your friends about our project on Twitter get your points!
ru: Расскажи своим друзьям о нашем проекте в Twitter и получи баллы!

# pFEQSBPZTLNSi1AMdh6ZmJj-quest
source: Tell your friends about our project on Twitter get your points!
ru: Расскажи своим друзьям о нашем проекте в Twitter и получи баллы!

# fHtQAATzT3gxr9xW3mmZf6-OnlineEvent
source: Telos Ambassador
ru: Амбассадор Telos

# hGAQT3uud8k8ntfZekKfn8-footer
source: Terms of Service
ru: Условия Использования

# r7e4miLhV7uu8XharFz4e3-account
source: The best projects will be shown here
ru: Лучшие проекты будут отображаться здесь

# syakNDzjtBQVUxG87Q2ePr-account
source: The code is active during
ru: Код активен в течение

# buFRZVCwDSZFkQ2riP7dyT-subscription
source: The email address you've entered is invalid.
ru: Введенный тобой адрес электронной почты недействителен

# o9UygvNvxdYKB36mGGzGrN-subscription
source: The email you've entered is invalid
ru: Вы ввели неверный адрес электронной почты

# n6JPFGYE9eK44nEXCfqPRj-task
source: The email you've entered is invalid
ru: Вы ввели неверный адрес электронной почты

# dnRnb4ciKB6KpEiGKS7ven-games
source: The Jackpot may be won after the multiplier coefficient in the game exceeds 3.00. The exact game session and moment of the Jackpot win is determined by a random number generator. Fighter is the multiplayer game, so the Jackpot may be won by all the players that during the corresponding game session do not end the game round by taking the Win after the multiplier coefficient exceeded 3.00 and prior to the moment when Jackpot win occurred.
ru: Джекпот может быть выигран после того, как коэффициент умножения в игре превысит 3.00. Точное время и момент выигрыша Джекпота определяется случайным генератором чисел. Игра Fighter является многопользовательской, поэтому Джекпот может быть выигран всеми игроками, которые в течение соответствующей игровой сессии не завершили игровой раунд, взяв при этом победу после превышения коэффициента умножения 3.00 и до момента выигрыша Джекпота.

# 7GxPhnbua8L8zpXSVf5sgR-games
source: The Jackpot may be won after the multiplier coefficient in the game exceeds 3.00. The exact game session and moment of the Jackpot win is determined by a random number generator. Fighter is the multiplayer game, so the Jackpot may be won by all the players that during the corresponding game session do not end the game round by taking the Win after the multiplier coefficient exceeded 3.00 and prior to the moment when Jackpot win occurred.
ru: Джекпот может быть выигран после того, как коэффициент умножения в игре превысит 3.00. Точное время и момент выигрыша Джекпота определяется случайным генератором чисел. Игра Fighter является многопользовательской, поэтому Джекпот может быть выигран всеми игроками, которые в течение соответствующей игровой сессии не завершили игровой раунд, взяв при этом победу после превышения коэффициента умножения 3.00 и до момента выигрыша Джекпота.

# beecW58Rs7s4wVZSqop6ek-auth
source: The password must contain: at least 8 characters, at least one number, at least one capital letter
ru: Пароль должен содержать: как минимум 8 символов, хотя бы одну цифру и хотя бы одну заглавную букву

# 4DSRnH8bHhDzWVdVx9sDBT-account
source: The password must contain: at least 8 characters, at least one number, at least one capital letter
ru: Пароль должен содержать: как минимум 8 символов, хотя бы одну цифру и хотя бы одну заглавную букву

# egMUkDSX8UjXxtDCMpJjKJ-tasks
source: The project hasn't started yet
ru: Проект еще не начался

# nzbLd6hLJep3We8NfZEdAX-account
source: The value is only estimation of possible referral income, it can vary
ru: Эта сумма является только оценкой возможного дохода от рефералов и может изменяться

# w3qXa5bQK9YCtBHqoYsknh-restrictionForCreationPopup
source: This <0>{0}</0> account is already used in another account on Platform. To use, disable it in another account.
ru: Аккаунт <0>{0}</0> уже используется в другом аккаунте на платформе. Чтобы использовать его, отключите его в другом аккаунте.

# 6EJKnfNGfS8do33PR9U5fk-account
source: This account is used for login, it may differ from activity accounts
ru: Этот аккаунт используется для входа, он может отличаться от аккаунтов для активности

# 4V6BdJmXbhzDMh4mweWZzC-auth
source: This field is required
ru: Это поле обязательно для заполнения

# kihdkW6xrGteMGKEe5fdJT-subscription
source: This field is required
ru: Это поле обязательно для заполнения

# brKv9A3CZbewV4GQy65V5G-task
source: This field is required
ru: Это поле обязательно для заполнения

# ue3MRrp6EzoDsCUQ5jUU5v-task
source: This field is required
ru: Это поле обязательно для заполнения

# qd89hVEAE1pZfjPB3L39ey-task
source: This field is required
ru: Это поле обязательно для заполнения

# gUfS9eYLCmoS8GDQCzMtVd-account
source: This field is required
ru: Это поле обязательно для заполнения

# 1jKpaDeWzqjMwQbuMRFr3Y-account
source: This field is required
ru: Это поле обязательно для заполнения

# eGG628V2LCbAP8jspUjyZ3-account
source: This field is required
ru: Это поле обязательно для заполнения
